<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Lextec</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="style/style.css" rel="stylesheet" type="text/css">
<link href="style/domain_1.css" rel="stylesheet" type="text/css">
<link href="style/lextec.css" rel="stylesheet" type="text/css">
</head>
<body>
<table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr class="header"> 
  		<td colspan=5 class="logo"><img src="img/lextec.gif" width="747" height="64"></td>
	</tr>
    <tr class="headerBottom"> 
  		<td width=1></td>
		<td width=1 class="headerBottom-left"><img src="img/pixel.gif" width="10" height="15"></td>
		<td class="menuHorizontal">		
		<a href="ficha.html">ficha t&eacute;cnica</a>&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;<a href="sobre.html">sobre os conteúdos</a>&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;<a href="sugestoes.html">d&uacute;vidas e sugest&otilde;es</a>
		</td> 
		<td width=1 class="headerBottom-right"></td>
		<td width=1></td>
	</tr>
    <tr class="mainContentRow"> 
  		<td>&nbsp;</td>
		<td class="mainContentRow-left"><img src="img/pixel.gif" width="10" height="280"></td>
		<td class="mainContentRow-middle" valign="top"> 
   			<!--  CONTEUDO  -->
			<table border="0" cellpadding="0" cellspacing="0" class="headBarTitle">
				<tr> 
					
          <td class="navigation"><img src="img/breadcrumbSeparator.gif"><a href="inicio.html">início</a></td>
				</tr>			
   			</table>
			<table border="0" cellpadding="0" cellspacing="0" class="mainContent">
				<tr> 
	 				<td> <table border="0" cellpadding="0" cellspacing="0" class="contentHeader" align="center">
	   						<tr> 
								
                <td class="title">o projecto Lextec</td>
							</tr>
								   						
              <tr> 
                <td class="description"> 
			<p align="justify">O Lextec &eacute; um projecto de car&aacute;cter incremental, financiado pelo 
				<a href="http://www.instituto-camoes.pt" target="_blank">Instituto Cam&otilde;es</a> entre 2005 e 2009, que visa a 
				constru&ccedil;&atilde;o de um conjunto de recursos para dom&iacute;nios de especialidade. A vers&atilde;o agora 
				disponibilizada cobre 10 dom&iacute;nios t&eacute;cnicos: <a href="por/domain_1/A.html">Ambiente</a>; 
				<a href="por/domain_2/A.html">Banca</a>; <a href="por/domain_3/A.html">Com&eacute;rcio</a>; 
				<a href="por/domain_4/A.html">Constru&ccedil;&atilde;o Civil</a>; <a href="por/domain_5/A.html">Energia</a>; 
				<a href="por/domain_6/A.html">Seguros</a>; <a href="por/domain_7/A.html">Telecomunica&ccedil;&otilde;es</a>; 
				<a href="por/domain_8/A.html">Turismo</a>; <a href="por/domain_9/A.html">Direito Comercial Internacional</a>; 
				e <a href="por/domain_10/A.html">Economia e Gest&atilde;o de Empresas</a>. Cada dom&iacute;nio t&eacute;cnico 
				tem sido trabalhado de forma independente e progressiva, o que deixa em aberto a possibilidade de incremento 
				tanto da cobertura de cada um dos dom&iacute;nios representados como do seu n&uacute;mero, que foi alargado 
				j&aacute; por duas vezes desde o in&iacute;cio deste projecto: de quatro para oito dom&iacute;nios, numa 
				segunda fase do projecto Lextec; e de oito para dez dom&iacute;nios, numa terceira fase. Os resultados finais 
				s&atilde;o apresentados e disponibilizados nesta p&aacute;gina.</p> 
			<p align="justify">Para cada um destes dom&iacute;nios &eacute; disponibilizado: um gloss&aacute;rio que integra express&otilde;es 
				lingu&iacute;sticas espec&iacute;ficas do dom&iacute;nio em causa; uma base de textos aut&ecirc;nticos que ilustram os 
				contextos de uso das express&otilde;es codificadas e/ou fornecem informa&ccedil;&otilde;es adicionais de interesse para a 
				compreens&atilde;o dos conceitos envolvidos; e uma rede l&eacute;xico-conceptual (<i>wordnet</i>) que relaciona entre si 
				as express&otilde;es codificadas atrav&eacute;s de rela&ccedil;&otilde;es de significado. Das rela&ccedil;&otilde;es 
				estruturantes especificadas nesta rede destacam-se as rela&ccedil;&otilde;es de <a href="sobre.html#sin">sinon&iacute;mia</a>, 
				<a href="sobre.html#rge">hipon&iacute;mia/hiperon&iacute;mia</a> e <a href="sobre.html#tod">meron&iacute;mia</a>/
				<a href="sobre.html#part">holon&iacute;mia</a>, para al&eacute;m de um grande n&uacute;mero de rela&ccedil;&otilde;es que 
				envolvem a estrutura dos eventos e as entidades neles participantes e de uma s&eacute;rie de rela&ccedil;&otilde;es 
				inter-categoriais que permitem definir o significado de cada conceito com maior precis&atilde;o (para uma descri&ccedil;&atilde;o 
				detalhada destas rela&ccedil;&otilde;es, ver <a href="sobre.html">sobre os conte&uacute;dos</a>). A cada express&atilde;o 
				&eacute; ainda associada uma defini&ccedil;&atilde;o precisa de cada conceito para o dom&iacute;nio t&eacute;cnico considerado. 
				S&atilde;o tamb&eacute;m assinalados registos marcados, em particular relativos a origem e contexto pragm&aacute;tico, por exemplo. 
				Para todas as express&otilde;es integradas neste recurso s&atilde;o ainda especificadas rela&ccedil;&otilde;es de 
				correspond&ecirc;ncia com express&otilde;es em Ingl&ecirc;s.</p>
			<p align="justify">Para al&eacute;m da consulta directa pelo utilizador, os resultados deste projecto podem tamb&eacute;m servir 
				de base a aplica&ccedil;&otilde;es espec&iacute;ficas no &acirc;mbito da Lingu&iacute;stica Computacional e da Engenharia 
				da Linguagem, em particular as que envolvam sistemas de busca e extrac&ccedil;&atilde;o de informa&ccedil;&atilde;o para os 
				dom&iacute;nios t&eacute;cnicos cobertos.</p>
			<p align="justify">Cada dom&iacute;nio de especialidade inclui 1000 express&otilde;es lingu&iacute;sticas de grande produtividade 
				no dom&iacute;nio em causa. O conjunto dos diferentes dom&iacute;nios envolve assim a codifica&ccedil;&atilde;o de 
				informa&ccedil;&atilde;o relativa a mais de 10000 unidades, incluindo a especifica&ccedil;&atilde;o de cerca de 
				20 000 rela&ccedil;&otilde;es l&eacute;xico-conceptuais.</p>
			<p align="justify">Ainda no &acirc;mbito do projecto Lextec, e dada a pretendida utiliza&ccedil;&atilde;o directa dos resultados deste 
				projecto em contextos de ensino/aprendizagem do Portugu&ecirc;s e de tradu&ccedil;&atilde;o de textos de especialidade, foi 
				tamb&eacute;m desenvolvido trabalho adicional no sentido de renomear as designa&ccedil;&otilde;es can&oacute;nicas das 
				rela&ccedil;&otilde;es que integram as <i>wordnets</i>, por vezes opacas para um utilizador n&atilde;o especialista, 
				para que a vers&atilde;o que aqui se disponibiliza inclua designa&ccedil;&otilde;es mais transparentes.</p>
			<p align="justify">Finalmente, cabe ainda referir o trabalho desenvolvido no que respeita &agrave; aplica&ccedil;&atilde;o de 
				disponibiliza&ccedil;&atilde;o dos resultados, desenhada de forma a ter um aspecto e funcionamento org&acirc;nicos, 
				garantindo que o utilizador possa aceder facilmente &agrave; informa&ccedil;&atilde;o codificada, atrav&eacute;s de uma 
				interface flex&iacute;vel e intuitiva, que permite uma navega&ccedil;&atilde;o &aacute;gil dentro de cada um dos 
				dom&iacute;nios de especialidade.</p>

			<p align="justify"><br><br>Para referir este trabalho:<br> <br>
				Marrafa, P., R. Amaro, S. Mendes, R. P. Chaves & S. Lourosa (2009) <i>LexTec – 
				L&eacute;xico T&eacute;cnico do Portugu&ecirc;s: Ambiente, Banca, Com&eacute;rcio, 
				Constru&ccedil;&atilde;o Civil, Direito Comercial Internacional, Economia e Gest&atilde;o 
				de Empresas, Energia, Seguros, Turismo, Telecomunica&ccedil;&otilde;es</i>, Instituto Cam&otilde;es, 
				<a href="http://instituto-camoes.pt/lextec" target="blank">http://instituto-camoes.pt/lextec</a>.</p>

                  <blockquote>&nbsp;</blockquote></td>
							</tr>
						</table>
								<table border="0" cellpadding="0" cellspacing="0" class="content">
							
	   						<tr> 
								<td class="text">
								</td>
							</tr>
						</table>
					</td>
				</tr>
   			</table>
			<!-- FIM CONTEUDO -->
		</td>
		<td class="mainContentRow-right">&nbsp;</td>
		<td>&nbsp;</td>
	</tr>
    
			</table>
		</td>
		<td class="footer-right"><img src="img/pixel.gif" width="10" height="50"></td>
		<td>&nbsp;</td>
	</tr>
    <tr class="bottom"> 
		
  		<td>&nbsp;</td>
		<td class="bottom-left"><img src="img/pixel.gif" width="10" height="25"></td>
		<td class="bottom-middle"><img src="img/pixel.gif" width="770" height="25"></td>
		<td class="bottom-right"><img src="img/pixel.gif" width="10" height="25"></td>
		<td>&nbsp;</td>
	</tr>
</table>
</body>
</html>









