<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Lextec</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="style/style.css" rel="stylesheet" type="text/css">
<link href="style/domain_1.css" rel="stylesheet" type="text/css">
<link href="style/lextec.css" rel="stylesheet" type="text/css">
</head>
<body>
<table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr class="header"> 
  		<td colspan=5 class="logo"><img src="img/lextec.gif" width="747" height="64"></td>
	</tr>
    <tr class="headerBottom"> 
  		<td width=1></td>
		<td width=1 class="headerBottom-left"><img src="img/pixel.gif" width="10" height="15"></td>
		<td class="menuHorizontal">		
		<a href="ficha.html">ficha t&eacute;cnica</a>&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;<a href="lextec.html">o projecto Lextec</a>&nbsp;&nbsp;&nbsp;|&nbsp;&nbsp;&nbsp;<a href="sugestoes.html">d&uacute;vidas e sugest&otilde;es</a>
		</td> 
		<td width=1 class="headerBottom-right"></td>
		<td width=1></td>
	</tr>
    <tr class="mainContentRow"> 
  		<td>&nbsp;</td>
		<td class="mainContentRow-left"><img src="img/pixel.gif" width="10" height="280"></td>
		<td class="mainContentRow-middle" valign="top"> 
   			<!--  CONTEUDO  -->
			<table border="0" cellpadding="0" cellspacing="0" class="headBarTitle">
				<tr> 
					
          <td class="navigation"><img src="img/breadcrumbSeparator.gif"><a href="inicio.html">início</a></td>
				</tr>			
   			</table>
			<table border="0" cellpadding="0" cellspacing="0" class="mainContent">
				<tr> 
	 				<td> <table border="0" cellpadding="0" cellspacing="0" class="contentHeader" align="center">
	   						<tr> 
								
                <td class="title">sobre os conte&uacute;dos</td>
							</tr>
								   						
              <tr> 
                <td class="description"> 
			<p align="justify">Os conte&uacute;dos trabalhados e disponibilizados no &acirc;mbito do projecto Lextec est&atilde;o organizados num 
				conjunto de recursos que inclui: um gloss&aacute;rio que integra express&otilde;es lingu&iacute;sticas de dom&iacute;nios espec&iacute;ficos, 
				bem como as respectivas defini&ccedil;&otilde;es; uma base de textos aut&ecirc;nticos que ilustram os contextos de uso das 
				express&otilde;es em quest&atilde;o e/ou fornecem informa&ccedil;&otilde;es adicionais de interesse para a compreens&atilde;o dos 
				conceitos envolvidos; uma rede conceptual (<i>wordnet</i>) que relaciona entre si as express&otilde;es com o mesmo significado, que, 
				por seu turno, s&atilde;o relacionadas com outras, especificando ainda, para todas as express&otilde;es, rela&ccedil;&otilde;es de 
				correspond&ecirc;ncia com express&otilde;es em Ingl&ecirc;s. Das rela&ccedil;&otilde;es estruturantes especificadas na rede, 
				destacam-se as rela&ccedil;&otilde;es de <b><a href="#sin">sinon&iacute;mia</a></b>, <b><a href="#rge">hipon&iacute;mia/hiperon&iacute;ma</a></b> e 
				<b><a href="#part">meron&iacute;mia</a>/<a href="#tod">holon&iacute;mia</a></b>. Adicionalmente &eacute; tamb&eacute;m especificado um grande n&uacute;mero de 
				rela&ccedil;&otilde;es que envolvem a estrutura dos eventos e as entidades neles participantes, genericamente designadas como 
				rela&ccedil;&otilde;es de fun&ccedil;&atilde;o, bem como rela&ccedil;&otilde;es que permitem definir o significado de cada n&oacute; 
				da rede com maior precis&atilde;o, em particular uma s&eacute;rie de rela&ccedil;&otilde;es 
				inter-categoriais. <a href="#rel">[para saber mais]</a></p> 
			<p align="justify">Os conte&uacute;dos disponibilizados cobrem dez dom&iacute;nios de especialidade: Ambiente; Banca; Com&eacute;rcio; 
				Constru&ccedil;&atilde;o Civil; Energia; Seguros; Telecomunica&ccedil;&otilde;es; Turismo; Direito Comercial Internacional; 
				e Economia e Gest&atilde;o de Empresas.</p>
			<p align="justify">Toda a informa&ccedil;&atilde;o codificada &eacute; tornada acess&iacute;vel ao utilizador atrav&eacute;s de uma interface flex&iacute;vel 
				e intuitiva, que permite uma navega&ccedil;&atilde;o &aacute;gil dentro de cada um dos dom&iacute;nios de especialidade.</p><br>
			
			<p><font size=2><b>Apresenta&ccedil;&atilde;o da informa&ccedil;&atilde;o em cada entrada</b></font></p>
			<p align="justify">Ao seleccionar uma determinada express&atilde;o para consulta, seja atrav&eacute;s da pesquisa livre, seja atrav&eacute;s das listas organizadas alfabeticamente para cada &aacute;rea, tem acesso a toda a informa&ccedil;&atilde;o referida na sec&ccedil;&atilde;o anterior, apresentada tal como ilustrado abaixo.</p> 
			<p align="center"><br><img src="img/lextec1.jpg" width=60% height=60%> <br> </p>
			<p align="justify">Cada conceito codificado na base de dados do projecto Lextec, e pesquis&aacute;vel atrav&eacute;s da interface de disponibiliza&ccedil;&atilde;o na internet, est&aacute; associado a diferentes tipos de informa&ccedil;&atilde;o, nomeadamente uma defini&ccedil;&atilde;o do conceito na &aacute;rea de especialidade considerada, textos ilustrativos do uso das express&otilde;es que integram o conjunto de sin&oacute;nimos que denota o conceito em causa e uma rede conceptual que relaciona o conceito considerado com outros tamb&eacute;m codificados na rede que t&ecirc;m com ele rela&ccedil;&otilde;es de significado. O utilizador pode escolher qual dos 3 tipos de informa&ccedil;&atilde;o pretende consultar clicando no respectivo link, tal como se apresenta abaixo.</p>
			<p align="center"><br><img src="img/lextec2a.jpg" width=60% height=60%> <br> </p>
			<p align="justify">Seleccionando o link para visualizar os textos ilustrativos obt&eacute;m-se uma janela como a que se apresenta abaixo.</p>
			<p align="center"><br><img src="img/lextec2.jpg" width=60% height=60%> <br> </p>
			<p align="justify">Resta ent&atilde;o explorar a janela de visualiza&ccedil;&atilde;o da rede conceptual associada ao conceito pesquisado, seleccionando o link respectivo tal como se apresenta abaixo.</p>
			<p align="center"><br><img src="img/lextec3a.jpg" width=60% height=60%> <br> </p>
			<p align="justify">A janela que se abre permite visualizar a rede conceptual associada ao conceito pesquisado, bem como navegar na rede. Por exemplo, quando a express&atilde;o seleccionada fa&ccedil;a parte de uma subrede com grande profundidade, poder&aacute; visualizar mais n&iacute;veis, tanto de subtipos como de supertipos (sempre que estes estejam dispon&iacute;veis para o conceito consultado), clicando na express&atilde;o [ver mais], tal como apresentado abaixo.</p>
			<p align="center"><br><img src="img/lextec4.jpg" width=70% height=70%> <br> </p> 
			<p align="justify">Outro aspecto a sublinhar no que respeita &agrave; navega&ccedil;&atilde;o na interface prende-se com a possibilidade de passar de um conceito a outro com ele relacionado clicando apenas na express&atilde;o que o denota, dado que todos os conceitos referidos numa entrada que est&aacute; a ser consultada, desde que estejam codificados na base de dados do Lextec, s&atilde;o liga&ccedil;&otilde;es para a entrada em que s&atilde;o caracterizados. Esta navega&ccedil;&atilde;o est&aacute; limitada &agrave; mesma &aacute;rea de especialidade, n&atilde;o havendo cruzamentos entre os diferentes dom&iacute;nios.</p>
			<p align="center"><br><img src="img/lextec5.jpg" width=60% height=60%> <br> </p>

			<br><a name=rel id=rel></a><p><font size=2><b>As rela&ccedil;&otilde;es l&eacute;xico-conceptuais expressas na rede</b></font></p>
			<p align="justify">Tal como referido na primeira sec&ccedil;&atilde;o desta p&aacute;gina, existe uma grande diversidade de rela&ccedil;&otilde;es l&eacute;xico-conceptuais expressas nas <i>wordnets</i> que integram os resultados disponibilizados do projecto Lextec e que podem ser consultadas nas p&aacute;ginas de resultados apresentadas para cada termo pesquisado. Nesta sec&ccedil;&atilde;o explicita-se, com a ajuda de exemplos, em que consiste cada uma das rela&ccedil;&otilde;es utilizadas na organiza&ccedil;&atilde;o da rede de conceitos disponibilizados.</p>
			<p align="justify">As rela&ccedil;&otilde;es implementadas neste projecto s&atilde;o as seguintes:</p><br> 


		<!--TABELA DE RELA&ccedil;&otilde;ES-->
<table>
<tr>
<td style="background:#eee;"><img src="img/bullet.gif">  <a href="#rge"><b>rela&ccedil;&otilde;es geral/espec&iacute;fico</b></a></td>
<td style="background:#eee;"></td>
</tr>
<tr></tr>
<tr>
<td><a href="#spt">x &eacute; supertipo de</a></td>
<td><a href="#sbt">x &eacute; subtipo de</a></td>
</tr>
<tr>
<td><a href="#ipor">x &eacute; instanciado por</a></td>
<td><a href="#inst">x &eacute; instancia&ccedil;&atilde;o de</a></td>
</tr>
<tr>
<td>&nbsp;</td>
<td>&nbsp;</td>
</tr>
<tr>
<td style="background:#eee;"><img src="img/bullet.gif">  <a href="#rtp"><b>rela&ccedil;&otilde;es todo/parte</b></a></td>
<td style="background:#eee;"></td>
</tr>
<tr></tr>
<tr>
<td><a href="#tod">x tem uma rela&ccedil;&atilde;o todo/parte com</a></td>
<td><a href="#part">x tem uma rela&ccedil;&atilde;o parte/todo com</a></td>
</tr>
<td>&nbsp;</td>
<td>&nbsp;</td>
</tr>
<tr>
<td style="background:#eee;"><img src="img/bullet.gif">  <a href="#req"><b>rela&ccedil;&otilde;es de equival&ecirc;ncia</b></a></td>
<td style="background:#eee;"><img src="img/bullet.gif">  <a href="#rop"><b>rela&ccedil;&otilde;es de oposi&ccedil;&atilde;o</b></a></td>
</tr>
<tr></tr>
<tr>
<td><a href="#sin">x &eacute; sin&oacute;nimo de</a></td>
<td><a href="#ant">x &eacute; ant&oacute;nimo de</a></td>
</tr><tr>
<td><a href="#qsin">x &eacute; quase sin&oacute;nimo de</a></td>
<td><a href="#qant">x &eacute; quase ant&oacute;nimo de</a></td>
</tr>
<tr>
<td><a href="#strans">x tem correspond&ecirc;ncia transcategorial com</a></td>
</tr>
<tr>
<td>&nbsp;</td>
<td>&nbsp;</td>
</tr>
<tr>
<td style="background:#eee;"><img src="img/bullet.gif">  <a href="#rcat"><b>rela&ccedil;&otilde;es de categoriza&ccedil;&atilde;o</b></a></td>
<td style="background:#eee;"></td>
</tr>
<tr></tr>
<tr>
<td><a href="#cpor">x &eacute; caracteriz&aacute;vel por</a></td>
<td><a href="#ctz">x caracteriza quanto a</a></td>
</tr>
<tr>
<td><a href="#cde">x &eacute; caracter&iacute;stica de</a></td>
<td><a href="#ctr">x tem como caracter&iacute;stica ser</a></td>
</tr>
<tr>
<td><a href="#rcom">x est&aacute; relacionado com</a></td>
</tr>
<tr>
<td>&nbsp;</td>
<td>&nbsp;</td>
</tr>
<tr>
<td style="background:#eee;"><img src="img/bullet.gif">  <a href="#rpe"><b>rela&ccedil;&otilde;es entre participantes num evento</a></b> </td>
<td style="background:#eee;"></td>
</tr>
<tr></tr>
<tr>
<td><a href="#crol">x correlaciona-se com</a></td>
</tr>
<tr>
<td><a href="#cai">x usa como instrumento</a></td>
<td><a href="#cia">x &eacute; usado como instrumento por</a></td>
</tr>
<tr>
<td><a href="#car">x &eacute; agente relativamente a</a></td>
<td><a href="#cra">x resulta da ac&ccedil;&atilde;o de</a></td>
</tr>
<tr>
<td><a href="#cir">x &eacute; usado como instrumento para a obten&ccedil;&atilde;o de</a></td>
<td><a href="#cri">x resulta da utiliza&ccedil;&atilde;o de</a></td>
</tr>
<tr>
<td><a href="#cip">x &eacute; o instrumento que opera sobre</a></td>
<td><a href="#cpi">x sofre a ac&ccedil;&atilde;o do instrumento</a></td>
</tr>
<tr>
<td><a href="#cao">x &eacute; co-interveniente com</a></td>
<td></td>
</tr>
<tr>
<td><a href="#cor">x transforma-se em</a></td>
<td><a href="#cro">x resulta da transforma&ccedil;&atilde;o de</a></td>
</tr>
<tr>
<td>&nbsp;</td>
<td>&nbsp;</td>
</tr>
<tr>
<td style="background:#eee;"><img src="img/bullet.gif">  <a href="#cee"><b>rela&ccedil;&otilde;es definidoras da estrutura do evento </b></a>
<td style="background:#eee;"></td>
</td>
</tr>
<tr></tr>
<tr>
<td><a href="#rol">x est&aacute; envolvido em</a></td>
<td><a href="#inv">x envolve</a></td>
</tr>
<tr>
<td><a href="#rag">x &eacute; interveniente em</a></td>
<td><a href="#iag">x tem como interveniente</a></td>
</tr>
<tr>
<td><a href="#rinst">x &eacute; instrumento para</a></td>
<td><a href="#iinst">x envolve como instrumento</a></td>
</tr>
<tr>
<td><a href="#rloc">x &eacute; lugar para</a></td>
<td><a href="#iloc">x tem lugar em</a></td>
</tr>
<tr>
<td><a href="#rdir">x &eacute; meio f&iacute;sico para</a></td>
<td><a href="#idir">x tem como meio f&iacute;sico</a></td>
</tr>
<tr>
<td><a href="#rsd">x &eacute; ponto de origem de</a></td>
<td><a href="#isd">x tem como ponto de origem</a></td>
</tr>
<tr>
<td><a href="#rtd">x &eacute; ponto de destino/chegada de</a></td>
<td><a href="#itd">x tem como ponto de destino/chegada</a></td>
</tr>
<tr>
<td><a href="#rrslt">x resulta de</a></td>
<td><a href="#irslt">x tem como resultado</a></td>
</tr>
<tr>
<td><a href="#caus">x causa</a></td>
<td><a href="#icaus">x tem como causa</a></td>
</tr>
<tr>
<td><a href="#hsev">x tem como subevento</a></td>
<td><a href="#isev">x &eacute; subevento de</a></td>
</tr>
<tr>
<td><a href="#mnof">x &eacute; o modo de ocorr&ecirc;ncia de</a></td>
<td><a href="#imn">x tem como modo de ocorr&ecirc;ncia</a></td>
</tr>
</table> 
<p align="right">[<a href=#>topo</a>]</p> 

		<!--FIM DA TABELA DE RELA&ccedil;&otilde;ES-->

<br><a name=rge id=rge></a><p><font size=2><b>rela&ccedil;&otilde;es geral/espec&iacute;fico</b></font></p> 

<a name=spt id=spt></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; supertipo de</b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o de supertipo (hiperon&iacute;mia) &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, inversa da rela&ccedil;&atilde;o de subtipo, que corresponde grosso modo &agrave; no&ccedil;&atilde;o de defini&ccedil;&atilde;o de uma classe. Em termos informais, os supertipos devem respeitar as seguintes condi&ccedil;&otilde;es:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; supertipo de B <br>
    &nbsp;se <br>
&nbsp;&nbsp;&nbsp;A n&atilde;o &eacute; um (tipo de) B<br>
  &nbsp;e<br>
&nbsp;&nbsp;&nbsp;B &eacute; um (tipo de) A<br></ul>

<br>Vejamos os seguintes exemplos:<br><br>

	<ul>a. Se o Jo&atilde;o comprou um <i>telefone</i> ent&atilde;o o Jo&atilde;o comprou um <i>telefone fixo</i>.  <sub>Falso</sub><br>
	b. Se o Jo&atilde;o comprou um <i>telefone fixo</i> ent&atilde;o o Jo&atilde;o comprou um <i>telefone</i>. <sub>Verdadeiro</sub><br>
	c. Se A &eacute; um <i>telefone</i>, A n&atilde;o &eacute; um (tipo de) <i>telefone fixo</i><br>
	d. Se B &eacute; um <i>telefone fixo</i>, B &eacute; um (tipo de) <i>telefone</i><br>
	Logo: <i>telefone <b>&eacute; supertipo</b></i> de <i>telefone fixo</i> (e <i>telefone fixo <b>&eacute; subtipo de</b> telefone</i>)<br></ul></p>

<p align="justify">Estes exemplos evidenciam uma maior especificidade de <i>telefone fixo</i>  relativamente a <i>telefone</i>, ou seja, <i>telefone fixo</i> tem todas as propriedades de <i>telefone</i> (e mais algumas), mas <i>telefone</i> n&atilde;o tem todas as propriedades de </i>telefone fixo</i>. Esta rela&ccedil;&atilde;o implica que o supertipo pode substituir os seus subtipos em contextos referenciais, mas que o inverso n&atilde;o se verifica. Este facto &eacute; particularmente evidente em contextos de recupera&ccedil;&atilde;o anaf&oacute;rica, em que o supertipo retoma o conte&uacute;do de um seu subtipo.<br> 
		
	<ul>e.O Jo&atilde;o estragou o <i>telefone fixo</i> do irm&atilde;o. Este <i>telefone</i> &eacute; de cor cinzenta.</ul></p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=sbt id=sbt></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; subtipo de</b></ul></p>  
<ul><p align="justify">A rela&ccedil;&atilde;o de subtipo (hipon&iacute;mia) &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, inversa da rela&ccedil;&atilde;o de supertipo, e que corresponde grosso modo &agrave; no&ccedil;&atilde;o de perten&ccedil;a a uma classe. Em termos informais, os subtipos devem respeitar as seguintes condi&ccedil;&otilde;es:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; subtipo de B<br> 
    &nbsp;se <br>
&nbsp;&nbsp;&nbsp;A &eacute; um (tipo de) B<br>
  &nbsp;e<br>
&nbsp;&nbsp;&nbsp;B n&atilde;o &eacute; um (tipo de) A<br></ul>

<br>Vejamos os seguintes exemplos:<br><br>

	<ul>a. Se o Jo&atilde;o usou <i>energia h&iacute;drica</i> ent&atilde;o o Jo&atilde;o usou <i>energia mec&acirc;nica</i>. <sub>Verdadeiro</sub><br>
	b. Se o Jo&atilde;o usou <i>energia mec&acirc;nica</i> ent&atilde;o o Jo&atilde;o usou <i>energia h&iacute;drica</i>.  <sub>Falso</sub><br>
	c. Se A &eacute; <i>energia h&iacute;drica</i>, A &eacute; um (tipo de) <i>energia mec&acirc;nica</i><br>
	d. Se B &eacute; <i>energia mec&acirc;nica</i>, B n&atilde;o &eacute; um (tipo de) <i>energia h&iacute;drica</i><br>
	Logo: <i>energia h&iacute;drica <b>&eacute; subtipo de</b> energia mec&acirc;nica</i> (e <i>energia mec&acirc;nica <b>&eacute; supertipo de</b> energia h&iacute;drica</i>)<br></ul></p></ul>

<ul><p align="justify">Estes exemplos evidenciam uma maior especificidade de <i>energia h&iacute;drica</i>  relativamente a <i>energia mec&acirc;nica</i>, ou seja, <i>energia h&iacute;drica</i> tem todas as propriedades de <i>energia mec&acirc;nica</i> (e mais algumas), mas <i>energia mec&acirc;nica</i> n&atilde;o tem todas as propriedades de <i>energia h&iacute;drica</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br> 

<a name=ipor id=ipor></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; instanciado por</b></ul></p> 
<ul><p align="justify">Pode dizer-se dos nomes comuns, que designam classes de entidades, que s&atilde;o exemplificados por uma dada entidade individual (designada por um nome pr&oacute;prio). Para exprimir esta rela&ccedil;&atilde;o assim&eacute;trica entre uma classe de entidades e a entidade individual que a instancia utiliza-se a rela&ccedil;&atilde;o de instancia&ccedil;&atilde;o. Em termos informais, para que A seja instanciado por B devem respeitar-se as seguintes condi&ccedil;&otilde;es:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; instanciado por B<br> 
    &nbsp;se <br>
&nbsp;&nbsp;&nbsp;B &eacute; um nome pr&oacute;prio,<br>
&nbsp;&nbsp;&nbsp;B &eacute; um A<br>
  &nbsp;e<br>
&nbsp;&nbsp;&nbsp;A n&atilde;o &eacute; um B<br></ul>

<br>Vejamos os seguintes exemplos:<br><br>

	<ul>a. Se a Ana visitou o <i>Forte de Sagres</i> ent&atilde;o a Ana visitou uma <i>fortaleza</i>. <sub>Verdadeiro</sub><br>
	b. Se a Ana visitou uma <i>fortaleza</i> ent&atilde;o a Ana visitou o <i>Forte de Sagres</i>.  <sub>Falso</sub><br>
	Logo: <i>fortaleza <b>&eacute; instanciada por</b> Forte de Sagres</i></ul></p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=inst id=inst></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; instancia&ccedil;&atilde;o de</b></ul></p>  
<ul><p align="justify">Pode dizer-se das entidades individuais, designadas pelos nomes pr&oacute;prios, que s&atilde;o exemplo de uma determinada classe de entidades (designada por um nome comum). Para exprimir esta rela&ccedil;&atilde;o assim&eacute;trica entre uma entidade individual e a classe que instancia utiliza-se a rela&ccedil;&atilde;o de instancia&ccedil;&atilde;o. Em termos informais, para que A seja uma instancia&ccedil;&atilde;o de B devem respeitar-se as seguintes condi&ccedil;&otilde;es:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; instancia&ccedil;&atilde;o de B<br> 
    &nbsp;se <br>
&nbsp;&nbsp;&nbsp;A &eacute; um nome pr&oacute;prio,<br>
&nbsp;&nbsp;&nbsp;A &eacute; um B<br>
  &nbsp;e<br>
&nbsp;&nbsp;&nbsp;B n&atilde;o &eacute; um A<br></ul>

<br>Vejamos os seguintes exemplos:<br><br>

	<ul>a. Se a Ana trabalha na <i>Torre dos Cl&eacute;rigos</i> ent&atilde;o a Ana trabalha num <i>monumento</i>. <sub>Verdadeiro</sub><br>
	b. Se a Ana trabalha num <i>monumento</i> ent&atilde;o a Ana trabalha na <i>Torre dos Cl&eacute;rigos</i>.  <sub>Falso</sub><br>
	Logo: <i>Torre dos Cl&eacute;rigos <b>&eacute; instancia&ccedil;&atilde;o de</b> monumento</i></ul></p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rtp id=rtp></a><p><font size=2><b>rela&ccedil;&otilde;es todo/parte</b></font></p>  
<p align="justify">Mais do que uma rela&ccedil;&atilde;o, a liga&ccedil;&atilde;o entre o todo e as partes corresponde a uma complexa fam&iacute;lia de rela&ccedil;&otilde;es cuja n&atilde;o uniformidade diz respeito a aspectos como o grau de integra&ccedil;&atilde;o, de independ&ecirc;ncia e de motiva&ccedil;&atilde;o da parte relativamente ao todo. Entre os diferentes tipos de rela&ccedil;&atilde;o todo/parte que se incluem nesta família de rela&ccedil;&otilde;es destacam-se as que explicitam a rela&ccedil;&atilde;o que se estabelece:
<ul><li>entre um conjunto de entidades e os seus membros; 
<li>entre um nome considerado como um todo e as suas partes constituintes;
<li>entre uma por&ccedil;&atilde;o e o todo do qual esta foi separada;
<li>entre uma entidade concreta e a substância de que esta &eacute; feita;
<li>entre uma zona e uma zona mais vasta que inlcui a primeira.</ul><br>
Trata-se de uma rela&ccedil;&atilde;o assim&eacute;trica que pode ainda ser facultativa em qualquer dos dois sentidos, como no caso de <i>puxador</i> e <i>porta</i>, em que <i>puxador</i> &eacute; parte de <i>porta</i>, mas n&atilde;o necessariamente, podendo ser tamb&eacute;m parte de <i>gaveta</i>, <i>janela</i> ou <i>port&atilde;o</i>, por exemplo, e <i>porta</i> tem como parte <i>puxador</i>, mas n&atilde;o necessariamente. Assim, para al&eacute;m de assim&eacute;trica, esta &eacute; tamb&eacute;m uma rela&ccedil;&atilde;o com restri&ccedil;&otilde;es.</p>
<br>
<a name=tod id=tod></a><p><ul><img src="img/bullet.gif"> <b>x tem uma rela&ccedil;&atilde;o todo/parte com</b></ul></p>  
<ul><p align="justify">Em termos informais, e de um modo geral, podemos definir esta fam&iacute;lia de rela&ccedil;&otilde;es nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem como parte B<br> 
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;B faz parte de A<br>
		&nbsp;&nbsp;&nbsp;e A tem B<br></ul>
 
<br>Neste caso, por exemplo, a <i>biosfera</i> tem <i>ecossistemas</i> e <i>ecossistema</i> faz parte da <i>biosfera</i>, n&atilde;o sendo o inverso verdade: <i>ecossistema</i> n&atilde;o tem <i>biosferas</i> e <i>biosfera</i> n&atilde;o faz parte de <i>ecossistema</i>. Logo <i>biosfera <b>tem uma rela&ccedil;&atilde;o todo/parte com</b> ecossistema</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=part id=part></a><p><ul><img src="img/bullet.gif"> <b>x tem uma rela&ccedil;&atilde;o parte/todo com</b></ul></p>   
<ul><p align="justify">Em termos informais, e de um modo geral, podemos definir esta fam&iacute;lia de rela&ccedil;&otilde;es nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; parte de B<br> 
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A faz parte de B<br>
    		&nbsp;&nbsp;&nbsp;e B tem A<br></ul>
 
<br>Neste caso, por exemplo, <i>ecossistema</i> faz parte da <i>biosfera</i> e <i>biosfera</i> tem <i>ecossistemas</i>, n&atilde;o sendo o inverso verdade: <i>biosfera</i> n&atilde;o faz parte de <i>ecossistema</i> e <i>ecossistema</i> n&atilde;o tem <i>biosferas</i>. Logo <i>ecossistema <b>tem uma rela&ccedil;&atilde;o parte/todo com</b> biosfera</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=req id=req></a><p><font size=2><b>rela&ccedil;&otilde;es de equival&ecirc;ncia</b></font></p>  

<a name=sin id=sin></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; sin&oacute;nimo de</b></ul></p>  
<ul><p align="justify">A rela&ccedil;&atilde;o de sinon&iacute;mia &eacute; uma rela&ccedil;&atilde;o b&aacute;sica na constru&ccedil;&atilde;o de uma <i>wordnet</i>. Cada n&oacute; da rede representa um conceito e especifica todas as lexicaliza&ccedil;&otilde;es desse conceito (um conjunto de sin&oacute;nimos).</p>
<p align="justify">No sentido original, a rela&ccedil;&atilde;o de sinon&iacute;mia entre duas express&otilde;es &eacute; entendida como uma rela&ccedil;&atilde;o absoluta, definida relativamente ao impacto que a substitui&ccedil;&atilde;o de uma pela outra tem numa frase em termos de valor de verdade. Em termos informais, os sin&oacute;nimos absolutos ou verdadeiros, devem respeitar as seguintes condi&ccedil;&otilde;es:

<ul><i>A e B s&atilde;o sin&oacute;nimos se e s&oacute; se a substitui&ccedil;&atilde;o de A por B ou de B por A nunca alterar o valor de verdade da frase em que a substitui&ccedil;&atilde;o se verifica.</i></ul><br>

Por raz&otilde;es de economia, a sinon&iacute;mia absoluta &eacute; um fen&oacute;meno raro, raz&atilde;o pela qual no quadro das <i>wordnets</i> a sinon&iacute;mia deve entender-se num sentido mais fraco, com refer&ecirc;ncia a um contexto. Este conceito &eacute; definido em Miller e Fellbaum (1990) nos seguintes termos:</p>

<p align="justify"><ul>“duas express&otilde;es s&atilde;o sin&oacute;nimas num contexto lingu&iacute;stico C se a substitui&ccedil;&atilde;o de uma por outra em C n&atilde;o altera o valor de verdade de C”</ul><br>

Assim, na decis&atilde;o quanto &agrave; exist&ecirc;ncia de uma rela&ccedil;&atilde;o de sinon&iacute;mia entre unidades lexicais, apoiada em testes lingu&iacute;sticos, uma das vari&aacute;veis a ser tida em conta &eacute; o dom&iacute;nio sem&acirc;ntico. Outro aspecto crucial a considerar &eacute; a simetria da rela&ccedil;&atilde;o de sinon&iacute;mia que podemos observar abaixo.</p>

<p><ul>se A e B s&atilde;o sin&oacute;nimos (em C)<br>
      &nbsp;&nbsp;&nbsp;ent&atilde;o<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i) um A &eacute; um B <br>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;e<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ii) um B &eacute; um A</ul></p>

<p align="justify">Esta simetria, e este teste em particular, permite identificar as verdadeiras rela&ccedil;&otilde;es de sinon&iacute;mia, distinguindo-as de pares de unidades lexicais que satisfazem o teste da substitui&ccedil;&atilde;o.

<ul>a. O Jo&atilde;o arrumou o <i>telefone fixo</i> num arm&aacute;rio.<br>
b. O Jo&atilde;o arrumou o <i>telefone</i> num arm&aacute;rio.<br>
c. Se A &eacute; um <i>telefone fixo</i> ent&atilde;o A &eacute; um <i>telefone</i>.  <sub>Verdadeiro</sub><br>
d. Se B &eacute; um <i>telefone</i> ent&atilde;o B &eacute; um <i>telefone fixo</i>. <sub>Falso</sub><br>
    Logo:  A &eacute; um B  n&atilde;o implica B &eacute; um A. => A e B n&atilde;o s&atilde;o <b>sin&oacute;nimos</b><br>

<br>e. O Jo&atilde;o partiu o <i>telem&oacute;vel</i>.<br>
f. O Jo&atilde;o partiu o <i>telefone m&oacute;vel</i>.<br>
g. Se A &eacute; um <i>telem&oacute;vel</i> ent&atilde;o A &eacute; um <i>telefone m&oacute;vel</i>.  <sub>Verdadeiro</sub><br>
h. Se B &eacute; um <i>telefone m&oacute;vel</i> ent&atilde;o B &eacute; um <i>telem&oacute;vel</i>.  <sub>Verdadeiro</sub><br>
    Logo:  A &eacute; um B  implica B &eacute; um A.  => A e B s&atilde;o <b>sin&oacute;nimos</b><br></ul></p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br> 

<a name=qsin id=qsin></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; quase sin&oacute;nimo de </b></ul></p> 
<ul><p align="justify">Em alguns casos, existem palavras que estabelecem entre si rela&ccedil;&otilde;es de grande proximidade sem que possamos, no entanto, consider&aacute;-las sin&oacute;nimas, nomeadamente por n&atilde;o se comportarem em rela&ccedil;&atilde;o aos testes de substitui&ccedil;&atilde;o e de simetria tal como estabelecido na defini&ccedil;&atilde;o de sinon&iacute;mia.</p>
<p align="justify">Para exprimir esta rela&ccedil;&atilde;o de quase-equival&ecirc;ncia entre dois conceitos existe a rela&ccedil;&atilde;o de quase sinon&iacute;mia. A quase sinon&iacute;mia &eacute; tamb&eacute;m ela uma rela&ccedil;&atilde;o sim&eacute;trica e &eacute; definida pelas seguintes condi&ccedil;&otilde;es:

<ul>se A e B s&atilde;o quase sin&oacute;nimos<br>
	&nbsp;&nbsp;&nbsp;ent&atilde;o <br>
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i) um A &eacute; uma esp&eacute;cie de B<br>
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;e<br>
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ii) um B &eacute;  uma esp&eacute;cie de A<br></ul>

<br>Desta forma, a quase sinon&iacute;mia permite-nos exprimir a exist&ecirc;ncia de uma rela&ccedil;&atilde;o privilegiada de proximidade sem&acirc;ntica entre co-hip&oacute;nimos (conceitos que partilham um mesmo supertipo) que n&atilde;o chega, no entanto, a ser uma rela&ccedil;&atilde;o de equival&ecirc;ncia.</p>

	<p><ul>a. Se A &eacute; um <i>empr&eacute;stimo</i> ent&atilde;o A &eacute; uma esp&eacute;cie de <i>cr&eacute;dito</i>  <sub>Verdadeiro</sub><br>
		b. Se B &eacute; um <i>cr&eacute;dito</i> ent&atilde;o B &eacute; uma esp&eacute;cie de <i>empr&eacute;stimo</i>  <sub>Verdadeiro</sub><br>
	Logo: <i>empr&eacute;stimo</i> e <i>cr&eacute;dito</i> s&atilde;o <i><b>quase sin&oacute;nimos</b></i></ul></p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=strans id=strans></a><p><ul><img src="img/bullet.gif"> <b>x tem correspond&ecirc;ncia transcategorial com </b></ul></p>    
<ul><p align="justify">Embora existam por vezes pequenas nuances de significado - a redu&ccedil;&atilde;o de argumentos das nominaliza&ccedil;&otilde;es, por exemplo - h&aacute; nas l&iacute;nguas a possibilidade de denotar a mesma situa&ccedil;&atilde;o ou evento usando unidades lexicais de diferentes categorias gramaticais. Entre estas diferentes unidades lexicais existe portanto uma rela&ccedil;&atilde;o de correspond&ecirc;ncia transcategorial que, tal como as outras rela&ccedil;&otilde;es de equival&ecirc;ncia, &eacute; uma rela&ccedil;&atilde;o sim&eacute;trica que obedece &agrave;s seguintes condi&ccedil;&otilde;es:

<ul>se A e B t&ecirc;m correspond&ecirc;ncia transcategorial<br>
	&nbsp;&nbsp;&nbsp;ent&atilde;o <br>
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i) se h&aacute; uma situa&ccedil;&atilde;o de A, ent&atilde;o alguma coisa B<br>
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;e<br>
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ii) se alguma coisa B, ent&atilde;o h&aacute; uma situa&ccedil;&atilde;o de A<br></ul>

<br>Vejamos um exemplo para tornar esta defini&ccedil;&atilde;o mais clara:</p>

	<p><ul>a. Se h&aacute; uma situa&ccedil;&atilde;o de <i>capitaliza&ccedil;&atilde;o</i>, ent&atilde;o h&aacute; alguma coisa que <i>capitaliza</i>   <sub>Verdadeiro</sub><br>
		b. Se alguma coisa <i>capitaliza</i>, ent&atilde;o h&aacute; uma situa&ccedil;&atilde;o de <i>capitaliza&ccedil;&atilde;o</i> <sub>Verdadeiro</sub><br>
	Logo: <i>capitaliza&ccedil;&atilde;o</i> e <i>capitalizar <b>t&ecirc;m correspond&ecirc;ncia transcategorial</b></i></ul></p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rop id=rop></a><p><font size=2><b>rela&ccedil;&otilde;es de oposi&ccedil;&atilde;o </b></font></p> 

<a name=ant id=ant></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; ant&oacute;nimo de </b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o de anton&iacute;mia &eacute; uma rela&ccedil;&atilde;o sim&eacute;trica que exprime oposi&ccedil;&atilde;o conceptual entre dois n&oacute;s na rede. Os ant&oacute;nimos constituem categorias contrastantes numa mesma dimens&atilde;o, ou seja, entre as condi&ccedil;&otilde;es para que se verifique a rela&ccedil;&atilde;o de anton&iacute;mia entre dois itens encontra-se, n&atilde;o s&oacute; o contraste, mas tamb&eacute;m algumas propriedades partilhadas. Estas propriedades partilhadas correspondem, por exemplo, &agrave; exist&ecirc;ncia de uma rela&ccedil;&atilde;o de co-hipon&iacute;mia entre ant&oacute;nimos, em particular no caso de nomes e verbos ant&oacute;nimos. Assim, em termos informais, podemos definir as condi&ccedil;&otilde;es a que obedece a rela&ccedil;&atilde;o de anton&iacute;mia do seguinte modo:

<ul>A e B s&atilde;o ant&oacute;nimos<br>
      &nbsp;&nbsp;&nbsp;se<br>
		&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A e B s&atilde;o ambos um tipo de C<br>
	    &nbsp;&nbsp;&nbsp;e<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(i) se X &eacute; A <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ent&atilde;o <br>
	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ii) X n&atilde;o &eacute; B <br>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;e<br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(iii) se X &eacute; B ent&atilde;o n&atilde;o &eacute; A<br></ul>

<br>Vejamos um exemplo para tornar esta defini&ccedil;&atilde;o mais clara:</p>
<p align="justify"><ul>a. Se <i>embarcar</i> e <i>desembarcar</i> s&atilde;o ambos <i>deslocar-se</i><br>
		b. Se uma entidade <i>embarca</i>, ent&atilde;o essa mesma entidade n&atilde;o <i>desembarca</i><br>
		c. Se uma entidade <i>desembarca</i>, ent&atilde;o essa mesma entidade n&atilde;o <i>embarca</i><br>
Logo: <i>embarcar <b>&eacute; ant&oacute;nimo de</b> desembarcar</i> e <i>desembarcar <b>&eacute; ant&oacute;nimo de</b> embarcar</i><br></ul>

<br>Um outro aspecto crucial no que respeita a esta rela&ccedil;&atilde;o &eacute; o seu estatuto: a anton&iacute;mia &eacute; determinada ao n&iacute;vel lexical, n&atilde;o basta que se verifique oposi&ccedil;&atilde;o conceptual para que duas palavras sejam ant&oacute;nimas. Assim, por exemplo, embora <i>comprido</i> e <i>longo</i> sejam sin&oacute;nimos e se oponham conceptualmente a <i>curto</i>, apenas <i>curto</i> e <i>comprido <b>s&atilde;o ant&oacute;nimos</b></i>. Deste modo esta &eacute; uma rela&ccedil;&atilde;o entre itens lexicais e n&atilde;o entre conjuntos de sin&oacute;nimos (i.e. n&oacute;s da rede).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=qant id=qant></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; quase ant&oacute;nimo de</b></ul></p>  
<ul><p align="justify">A rela&ccedil;&atilde;o de quase anton&iacute;mia &eacute; uma rela&ccedil;&atilde;o sim&eacute;trica que exprime oposi&ccedil;&atilde;o conceptual entre dois n&oacute;s na rede. Os quase ant&oacute;nimos constituem categorias contrastantes numa mesma dimens&atilde;o, ou seja, tal como vimos para a rela&ccedil;&atilde;o de anton&iacute;mia, entre dois itens quase ant&oacute;nimos verifica-se, n&atilde;o s&oacute; um contraste, mas tamb&eacute;m algumas propriedades partilhadas. Estas propriedades partilhadas correspondem, por exemplo, &agrave; exist&ecirc;ncia de uma rela&ccedil;&atilde;o de co-hipon&iacute;mia entre quase ant&oacute;nimos, em particular no caso de nomes e verbos quase ant&oacute;nimos.</p>
<p align="justify">Ao contr&aacute;rio do que acontece com a rela&ccedil;&atilde;o de anton&iacute;mia, a rela&ccedil;&atilde;o de quase anton&iacute;mia corresponde apenas a oposi&ccedil;&atilde;o conceptual entre dois n&oacute;s na rede e &eacute;, por isso, uma rela&ccedil;&atilde;o entre conjuntos de sin&oacute;nimos.<br>
Em termos informais, podemos definir as condi&ccedil;&otilde;es a que obedece a rela&ccedil;&atilde;o de quase anton&iacute;mia do seguinte modo:

<ul>A e B s&atilde;o quase ant&oacute;nimos<br>
      &nbsp;se<br>
		&nbsp;&nbsp;&nbsp;A e B s&atilde;o ambos um tipo de C<br>
	   &nbsp; e<br>
&nbsp;&nbsp;&nbsp;(i) se X &eacute; A <br>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ent&atilde;o <br>
	&nbsp;&nbsp;&nbsp;(ii) X n&atilde;o &eacute; B <br>
    &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;e<br>
&nbsp;&nbsp;&nbsp;(iii) se X &eacute; B ent&atilde;o n&atilde;o &eacute; A<br></ul></p>

<p align="justify">Vejamos um exemplo para tornar esta defini&ccedil;&atilde;o mais clara:

	<ul>a. Se <i>zona rural</i> e <i>zona urbana</i> s&atilde;o ambas <i>&aacute;reas</i><br>
		b. Se existe uma entidade que &eacute; uma <i>zona rural</i>, ent&atilde;o essa mesma entidade n&atilde;o &eacute; uma <i>zona urbana</i><br>
		c. Se existe uma entidade que &eacute; uma <i>zona urbana</i>, ent&atilde;o essa mesma entidade n&atilde;o &eacute; uma <i>zona rural</i><br>
	Logo: <i>zona rural <b>&eacute; quase ant&oacute;nimo de</b> zona urbana</i> e <i>zona urbana <b>&eacute; quase ant&oacute;nimo de</b> zona rural</i></ul></p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rcat id=rcat></a><p><font size=2><b>rela&ccedil;&otilde;es de categoriza&ccedil;&atilde;o</b></font></p> 
 
<a name=cpor id=cpor></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; caracteriz&aacute;vel por</b></ul></p> 
<ul><p align="justify">Uma das caracter&iacute;sticas mais protot&iacute;picas dos adjectivos consiste no papel que desempenham relativamente ao nome. Para a grande classe dos adjectivos descritivos este papel consiste em atribuir um valor de um atributo ao nome modificado. Existe, assim, uma rela&ccedil;&atilde;o privilegiada entre cada um destes adjectivos e um dado atributo. A rela&ccedil;&atilde;o <i><b>&eacute; caracteriz&aacute;vel por</b></i> explicita esta liga&ccedil;&atilde;o. Trata-se de uma rela&ccedil;&atilde;o assim&eacute;trica que pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; caracteriz&aacute;vel por B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um nome denotador de uma propriedade<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um adjectivo<br>
	       &nbsp; e<br>
		&nbsp;&nbsp;&nbsp;B fixa um valor do atributo A<br></ul>

<br>Por exemplo, <i>imperme&aacute;vel</i> fixa um valor do atributo <i>permeabilidade</i>, determinando um valor nulo para este atributo. Logo <i>permeabilidade <b>&eacute; caracteriz&aacute;vel por</b> imperme&aacute;vel</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>caracteriza quanto a</b></i> pelo que se <i>permeabilidade <b>&eacute; caracteriz&aacute;vel por</b> imperme&aacute;vel</i>, ent&atilde;o <i>imperme&aacute;vel <b>caracteriza quanto &agrave;</b> permeabilidade</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=ctz id=ctz></a><p><ul><img src="img/bullet.gif"> <b>x caracteriza quanto a</b></ul></p>  
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>caracteriza quanto a</b></i> explicita a liga&ccedil;&atilde;o entre um adjectivo e um dado atributo. Trata-se de uma rela&ccedil;&atilde;o assim&eacute;trica que pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A caracteriza quanto a B<br> 
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um adjectivo<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um nome denotador de uma propriedade<br>
	        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A fixa um valor do atributo B<br></ul>

<br>Por exemplo, <i>imperme&aacute;vel</i> fixa um valor do atributo <i>permeabilidade</i>, determinando um valor nulo para este atributo. Logo <i>imperme&aacute;vel <b>caracteriza quanto &agrave;</b> permeabilidade</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; caracteriz&aacute;vel por</b></i> pelo que se <i>imperme&aacute;vel <b>caracteriza quanto &agrave;</b> permeabilidade</i>, ent&atilde;o <i>permeabilidade <b>&eacute; caracteriz&aacute;vel por</b> imperme&aacute;vel</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cde id=cde></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; caracter&iacute;stica de</b></ul></p> 
<ul><p align="justify">Os nomes que partilham um mesmo supertipo (co-hip&oacute;nimos) distinguem-se do seu supertipo e dos seus n&oacute;s irm&atilde;os por uma determinada diferen&ccedil;a espec&iacute;fica. Estas propriedades distintivas dos nomes s&atilde;o frequentemente lexicalizadas por express&otilde;es adjectivais. A rela&ccedil;&atilde;o <i><b>&eacute; caracter&iacute;stica de</b></i> permite explicitar diferen&ccedil;as espec&iacute;ficas na rede, ligando cada nome &agrave;s express&otilde;es adjectivais que lexicalizam as suas propriedades distintivas. Trata-se de uma rela&ccedil;&atilde;o assim&eacute;trica, facultativa em ambos os sentidos, que pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; caracter&iacute;stica de B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um adjectivo<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um nome<br>
	        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A &eacute; uma propriedade distintiva de B<br></ul>

<br>Por exemplo, <i>inflam&aacute;vel</i> &eacute; uma propriedade distintiva de <i>gasolina</i>. Logo <i>inflam&aacute;vel <b>&eacute; caracter&iacute;stica de</b> gasolina</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem como caracter&iacute;stica ser</b></i> pelo que se <i>inflam&aacute;vel <b>&eacute; caracter&iacute;stica de</b> gasolina</i>, ent&atilde;o <i>gasolina <b>tem como caracter&iacute;stica ser</b> inflam&aacute;vel</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>


<a name=ctr id=ctr></a><p><ul><img src="img/bullet.gif"> <b>x tem como caracter&iacute;stica ser</b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>tem como caracter&iacute;stica ser</b></i> permite explicitar diferen&ccedil;as espec&iacute;ficas na rede, ligando cada nome &agrave;s express&otilde;es adjectivais que lexicalizam as suas propriedades distintivas. Trata-se de uma rela&ccedil;&atilde;o assim&eacute;trica, facultativa em ambos os sentidos, que pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem como caracter&iacute;stica ser B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um nome<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um adjectivo<br>
	        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;B &eacute; uma propriedade distintiva de A<br></ul>

<br>Por exemplo, <i>inflam&aacute;vel</i> &eacute; uma propriedade distintiva de <i>gasolina</i>. Logo <i>gasolina <b>tem como caracter&iacute;stica ser</b> inflam&aacute;vel</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; caracter&iacute;stica de</b></i> pelo que se <i>gasolina <b>tem como caracter&iacute;stica ser</b> inflam&aacute;vel</i>, ent&atilde;o <i>inflam&aacute;vel <b>&eacute; caracter&iacute;stica de</b> gasolina</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rcom id=rcom></a><p><ul><img src="img/bullet.gif"> <b>x est&aacute; relacionado com</b></ul></p>     
<ul><p align="justify">Uma das caracter&iacute;sticas mais protot&iacute;picas dos adjectivos consiste no papel que desempenham relativamente ao nome. Alguns adjectivos atribuem conjuntos de propriedades ao nome modificado, conjuntos de propriedades estes que geralmente correspondem &agrave; denota&ccedil;&atilde;o de um outro nome. Existe, assim, uma rela&ccedil;&atilde;o privilegiada entre estes adjectivos e os nomes que lexicalizam os conjuntos de propriedades por eles atribu&iacute;dos. A rela&ccedil;&atilde;o <i><b>est&aacute; relacionado com</b></i> explicita esta liga&ccedil;&atilde;o. Trata-se de uma rela&ccedil;&atilde;o subespecificada que pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A est&aacute; relacionado com B (e B est&aacute; relacionado com A)<br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um adjectivo<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um nome<br>
	        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A atribui o conjunto de propriedades denotado por B<br></ul>

<br>Por exemplo, <i>h&iacute;drico</i> atribui o conjunto de propriedades denotado por <i>&aacute;gua</i>. Logo <i>h&iacute;drico <b>est&aacute; relacionado com</b> &aacute;gua</i> (e <i>&aacute;gua <b>est&aacute; relacionado com</b> h&iacute;drico</i>).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br> 

<a name=rpe id=rpe></a><p><font size=2><b>rela&ccedil;&otilde;es entre participantes num evento</b></font></p>  

<a name=crol id=crol></a><p><ul><img src="img/bullet.gif"> <b>x correlaciona-se com</b></ul></p>   
<ul><p align="justify">A no&ccedil;&atilde;o de participa&ccedil;&atilde;o num determinado evento est&aacute; incorporada no significado de alguns nomes, sem que esse evento seja necessariamente explicitado. As rela&ccedil;&otilde;es entre participantes num evento permitem correlacionar dois participantes num mesmo evento ou situa&ccedil;&atilde;o, com fun&ccedil;&otilde;es distintas.</p>
<p align="justify">A rela&ccedil;&atilde;o <i><b>correlaciona-se com</b></i> &eacute; uma rela&ccedil;&atilde;o sim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o desta correla&ccedil;&atilde;o quando a fun&ccedil;&atilde;o dos dois participantes &eacute; de alguma forma subespecificada, ou mais exactamente, quando n&atilde;o corresponde a nenhuma das fun&ccedil;&otilde;es tem&aacute;ticas tradicionalmente descritas na gram&aacute;tica. Assim, por exemplo, utiliza-se esta rela&ccedil;&atilde;o para exprimir a rela&ccedil;&atilde;o entre o conte&uacute;do e o seu continente, como &eacute; o caso de <i>aqueduto</i> e <i>&aacute;gua</i>: <i>aqueduto</i> &eacute; uma constru&ccedil;&atilde;o pr&oacute;pria para conduzir <i>&aacutegua;</i> e a <i>&aacute;gua</i> &eacute; (ou era) geralmente conduzida atrav&eacute;s de um <i>aqueduto</i>, logo <i>aqueduto <b>correlaciona-se com</b> &aacute;gua</i> e <i>&aacute;gua <b>correlaciona-se com</b> aqueduto</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cai id=cai></a><p><ul><img src="img/bullet.gif"> <b>x usa como instrumento </b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>usa como instrumento</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de agente e a de instrumento. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>trincha</i> e <i>pintor</i>: um <i>pintor</i> &eacute; um trabalhador da constru&ccedil;&atilde;o civil que usa uma <i>trincha</i> e a <i>trincha</i> &eacute; um instrumento usado geralmente por um <i>pintor</i>, logo <i>pintor <b>usa como instrumento</b> trincha</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; usado como instrumento por</b></i> pelo que se <i>pintor <b>usa como instrumento</b> trincha</i>, ent&atilde;o <i>trincha <b>&eacute; usada como instrumento por</b> pintor</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cia id=cia></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; usado como instrumento por </b></ul></p>  
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; usado como instrumento por</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de instrumento e a de agente sobre esse instrumento. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>trincha</i> e <i>pintor</i>: a <i>trincha</i> &eacute; um instrumento usado geralmente por um <i>pintor</i> e <i>pintor</i> &eacute; um trabalhador da constru&ccedil;&atilde;o civil que usa uma <i>trincha</i>, logo <i>trincha <b>&eacute; usada como instrumento por</b> pintor</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>usa como instrumento</b></i> pelo que se <i>trincha <b>&eacute; usada como instrumento por</b> pintor</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>pintor <b>usa como instrumento</b> trincha</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=car id=car></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; agente relativamente a </b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; agente relativamente a</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de agente e a de resultado. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>engenheiro civil</i> e <i>projecto de especialidade</i>: um <i>engenheiro civil</i> &eacute; um profissional que faz <i>projectos de especialidade</i> e um <i>projecto de especialidade</i> &eacute; um trabalho realizado por um <i>engenheiro civil</i>, logo <i>engenheiro civil <b>&eacute; agente relativamente a</b> projecto de especialidade</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>resulta da ac&ccedil;&atilde;o de</b></i> pelo que se <i>engenheiro civil <b>&eacute; agente relativamente a</b> projecto de especialidade</i>, ent&atilde;o <i>projecto de especialidade <b>resulta da ac&ccedil;&atilde;o de</b> engenheiro civil</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cra id=cra></a><p><ul><img src="img/bullet.gif"> <b>x resulta da ac&ccedil;&atilde;o de</b></ul></p>  
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>resulta da ac&ccedil;&atilde;o de</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de resultado e a de agente. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>projecto de especialidade</i> e <i>engenheiro civil</i>: um <i>projecto de especialidade</i> &eacute; um trabalho realizado por um <i>engenheiro civil</i> e um <i>engenheiro civil</i> &eacute; um profissional que faz <i>projectos de especialidade</i>, logo <i>projecto de especialidade <b>resulta da ac&ccedil;&atilde;o de</b> engenheiro civil</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; agente relativamente a</b></i> pelo que se <i>projecto de especialide <b>resulta da ac&ccedil;&atilde;o de</b> engenheiro civil</i>, ent&atilde;o <i>engenheiro civil <b>&eacute; agente relativamente a</b> projecto de especialidade</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cir id=cir></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; usado como instrumento para a obten&ccedil;&atilde;o de</b></ul></p>  
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; usado como instrumento para a obten&ccedil;&atilde;o de</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de instrumento usado para se obter um dado resultado e a de resultado da ac&ccedil;&atilde;o desse instrumento. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>aerogerador</i> e <i>energia el&eacute;ctrica</i>: um <i>aerogerador</i> &eacute; uma turbina que serve para se obter <i>energia el&eacute;ctrica</i> e <i>energia el&eacute;ctrica</i> &eacute; um tipo de energia obtida pela ac&ccedil;&atilde;o de um <i>aerogerador</i> (mas n&atilde;o necessariamente), logo <i>aerogerador <b>&eacute; usado como instrumento para a obten&ccedil;&atilde;o de</b> energia ele&eacute;ctrica</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>resulta da utiliza&ccedil;&atilde;o de</b></i> pelo que se <i>aerogerador <b>&eacute; usado como instrumento para a obten&ccedil;&atilde;o de</b> energia el&eacute;ctrica</i>, ent&atilde;o <i>energia el&eacute;ctrica <b>resulta da utiliza&ccedil;&atilde;o de</b> aerogerador</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cri id=cri></a><p><ul><img src="img/bullet.gif"> <b>x resulta da utiliza&ccedil;&atilde;o de</b></ul></p>   
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>resulta da utiliza&ccedil;&atilde;o de</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de instrumento usado para se obter um dado resultado e a de resultado da ac&ccedil;&atilde;o desse instrumento. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>energia el&eacute;ctrica</i> e <i>aerogerador</i>: <i>energia el&eacute;ctrica</i> &eacute; um tipo de energia que pode ser obtida pela ac&ccedil;&atilde;o de um <i>aerogerador</i> e um <i>aerogerador</i> &eacute; uma turbina que serve para se obter <i>energia el&eacute;ctrica</i>, logo <i>energia el&eacute;ctrica <b>resulta da utiliza&ccedil;&atilde;o de</b> aerogerador</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; usado como instrumento para a obten&ccedil;&atilde;o de</b></i> pelo que se <i>energia el&eacute;ctrica <b>resulta da utiliza&ccedil;&atilde;o de</b> aerogerador</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>aerogerador <b>&eacute; usado como instrumento para a obten&ccedil;&atilde;o de</b> energia el&eacute;ctrica</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cip id=cip></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; o instrumento que opera sobre</b></ul></p>  
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; o instrumento que opera sobre</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de instrumento cuja ac&ccedil;&atilde;o recai sobre um dado objecto e a de objecto que sofre a ac&ccedil;&atilde;o desse instrumento. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>reactor nuclear</i> e <i>combust&iacute;vel nuclear</i>: um <i>reactor nuclear</i> &eacute; um dispositivo que actua sobre <i>combust&iacute;vel nuclear</i> e <i>combust&iacute;vel nuclear</i> &eacute; um tipo de combust&iacute;vel sobre o qual actua um <i>reactor nuclear</i>, logo <i>reactor nuclear <b>&eacute; o instrumento que opera sobre</b> combust&iacute;vel nuclear</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>sofre a ac&ccedil;&atilde;o do instrumento</b></i> pelo que se <i>reactor nuclear <b>&eacute; o instrumento que opera sobre</b> combust&iacute;vel nuclear</i>, ent&atilde;o <i>combust&iacute;vel nuclear <b>sofre a ac&ccedil;&atilde;o do instrumento</b> reactor nuclear</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cpi id=cpi></a><p><ul><img src="img/bullet.gif"> <b>x sofre a ac&ccedil;&atilde;o do instrumento</b></ul></p>   
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>sofre a ac&ccedil;&atilde;o do instrumento</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de instrumento cuja ac&ccedil;&atilde;o recai sobre um dado objecto e a de objecto que sofre a ac&ccedil;&atilde;o desse instrumento. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>combust&iacute;vel nuclear</i> e <i>reactor nuclear</i>: <i>combust&iacute;vel nuclear</i> &eacute; um tipo de combust&iacute;vel sobre o qual actua um <i>reactor nuclear</i> e <i>reactor nuclear</i> &eacute; um dispositivo que actua sobre <i>combust&iacute;vel nuclear</i>, logo <i>combust&iacute;vel nuclear <b>sofre a ac&ccedil;&atilde;o do instrumento</b> reactor nuclear</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; o instrumento que opera sobre</b></i> pelo que se <i>combust&iacute;vel nuclear <b>sofre a ac&ccedil;&atilde;o do instrumento</b> reactor nuclear</i>, ent&atilde;o <i>reactor nuclear <b>&eacute; o instrumento que opera sobre</b> combust&iacute;vel nuclear</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cao id=cao></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; co-interveniente com</b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; co-interveniente com</b></i> &eacute; uma rela&ccedil;&atilde;o que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de agente sobre um dado objecto e a de objecto que sofre a ac&ccedil;&atilde;o desse agente. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>predador</i> e <i>presa</i>: <i>predador</i> &eacute; um animal que ca&ccedil;a <i>presas</i> e uma <i>presa</i> &eacute; um animal que &eacute; ca&ccedil;ado por um <i>predador</i>, logo <i>predador <b>&eacute; co-interveniente com</b> presa</i> e <i>presa <b>&eacute; co-intreveniente com</b> predador</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cor id=cor></a><p><ul><img src="img/bullet.gif"> <b>x transforma-se em </b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>transforma-se em</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de objecto que sofre uma dada ac&ccedil;&atilde;o, produzindo-se um dado resultado e a de resultado. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>biomassa</i> e <i>biocombust&iacute;vel</i>: <i>biomassa</i> &eacute; uma subst&acirc;ncia org&acirc;nica que pode ser sujeita a determinadas opera&ccedil;&otilde;es para se obter <i>biocombust&iacute;vel</i> e <i>biocombust&iacute;vel</i> &eacute; um combust&iacute;vel produzido a partir de <i>biomassa</i>, logo <i>biomassa <b>transforma-se em</b> biocombust&iacute;vel</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>resulta da transforma&ccedil;&atilde;o de</b></i> pelo que se <i>biomassa <b>transforma-se em</b> biocombust&iacute;vel</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>biocombust&iacute;vel <b>resulta da transforma&ccedil;&atilde;o de</b> biomassa</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cro id=cro></a><p><ul><img src="img/bullet.gif"> <b>x resulta da transforma&ccedil;&atilde;o de  </b></ul></p>    
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>resulta da transforma&ccedil;&atilde;o de</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite a explicita&ccedil;&atilde;o da correla&ccedil;&atilde;o entre dois participantes cuja fun&ccedil;&atilde;o &eacute; respectivamente a de resultado e a de objecto que sofre uma dada ac&ccedil;&atilde;o, produzindo-se um dado resultado. Assim, usando esta rela&ccedil;&atilde;o podemos ligar nomes como <i>biocombust&iacute;vel</i> e <i>biomassa</i>: <i>biocombust&iacute;vel</i> &eacute; um combust&iacute;vel produzido a partir de <i>biomassa</i> e <i>biomassa</i> &eacute; uma subst&acirc;ncia org&acirc;nica que pode ser sujeita a determinadas opera&ccedil;&otilde;es para se obter <i>biocombust&iacute;vel</i>, logo <i>biocombust&iacute;vel <b>resulta da transforma&ccedil;&atilde;o de</b> biomassa</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>transforma-se em</b></i> pelo que se <i>biocombust&iacute;vel <b>resulta da transforma&ccedil;&atilde;o de</b> biomassa</i>, ent&atilde;o <i>biomassa <b>transforma-se em</b> biocombust&iacute;vel</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=cee id=cee></a><p><font size=2><b>rela&ccedil;&otilde;es definidoras da estrutura do evento</b></font></p>  

<a name=rol id=rol></a><p><ul><img src="img/bullet.gif"> <b>x est&aacute; envolvido em</b></ul></p> 
<ul><p align="justify">A no&ccedil;&atilde;o de fun&ccedil;&atilde;o &eacute; um dos principais aspectos organizadores do conhecimento humano, reflectindo-se tamb&eacute;m de um modo muito particular no l&eacute;xico. As l&iacute;nguas s&atilde;o ricas em processos derivacionais que geram novas palavras de acordo com uma dimens&atilde;o funcional, criando por exemplo nomes a partir de verbos e vice-versa. As rela&ccedil;&otilde;es de envolvimento sem&acirc;ntico v&atilde;o permitir exprimir este tipo de correla&ccedil;&otilde;es entre um dado evento e os participantes nesse mesmo evento.</p>
<p align="justify">A rela&ccedil;&atilde;o <i><b>est&aacute; envolvido em</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um participante cuja fun&ccedil;&atilde;o &eacute; de alguma forma subespecificada, n&atilde;o correspondendo a nenhuma das fun&ccedil;&otilde;es tem&aacute;ticas tradicionalmente descritas na gram&aacute;tica, e o evento em que este participa. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A est&aacute; envolvido em B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; uma entidade<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um evento ou situa&ccedil;&atilde;o<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A est&aacute; tipicamente envolvido na realiza&ccedil;&atilde;o de B<br></ul>

<br>Neste caso, por exemplo, <i>parafuso</i> est&aacute; tipicamente envolvido na realiza&ccedil;&atilde;o de <i>aparafusar</i>. Logo <i>parafuso <b>est&aacute; envolvido em</b> aparafusar</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>envolve</b></i> pelo que se <i>parafuso <b>est&aacute; envolvido em</b> aparafusar</i>, ent&atilde;o <i>aparafusar <b>envolve</b> parafuso</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=inv id=inv></a><p><ul><img src="img/bullet.gif"> <b>x envolve</b></ul></p>  
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>envolve</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um participante cuja fun&ccedil;&atilde;o &eacute; de alguma forma subespecificada, n&atilde;o correspondendo a nenhuma das fun&ccedil;&otilde;es tem&aacute;ticas tradicionalmente descritas na gram&aacute;tica, e o evento em que este participa. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A envolve B<br> 
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um evento ou situa&ccedil;&atilde;o<br>
		&nbsp;&nbsp;&nbsp;B &eacute; uma entidade<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A implica tipicamente B<br></ul>

<br>Neste caso, por exemplo, <i>aparafusar</i> implica tipicamente <i>parafuso</i>. Logo <i>aparafusar <b>envolve</b> parafuso</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>est&aacute; envolvido em</b></i> pelo que se <i>aparafusar <b>envolve</b> parafuso</i>, ent&atilde;o <i>parafuso <b>est&aacute; envolvido em</b> aparafusar</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rag id=rag></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; interveniente em</b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; interveniente em</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um participante com a fun&ccedil;&atilde;o de agente ou de paciente e o evento em que este participa. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; interveniente em B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; uma entidade<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um evento ou situa&ccedil;&atilde;o<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A &eacute; aquele que tipicamente realiza B<br>
        &nbsp;ou<br>
		&nbsp;&nbsp;&nbsp;A &eacute; aquele que tipicamente sofre B<br></ul>

<br>Neste caso, por exemplo, <i>calceteiro</i> &eacute; aquele que tipicamente <i>calceta</i>. Logo <i>calceteiro <b>&eacute; interveniente em</b> calcetar</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem como interveniente</b></i> pelo que se <i>calceteiro <b>&eacute; interveniente em</b> calcetar</i>, ent&atilde;o <i>calcetar <b>tem como interveniente</b> calceteiro</i>. Do mesmo modo, mas considerando o caso em que o interveniente em causa &eacute; aquele que sofre uma determinada ac&ccedil;&atilde;o, consideremos por exemplo os conceitos de <i>estabelecimento comercial</i> e <i>trespassar</i>: <i>estabelecimento comercial</i> &eacute; algo que tipicamente se <i>trespassa</i> (mas n&atilde;o necessariamente). Logo <i>estabelecimento comercial <b>&eacute; interveniente em</b> trespassar</i>. Sendo esta rela&ccedil;&atilde;o inversa da rela&ccedil;&atilde;o <i><b>tem como interveniente</b></i>, se <i>estabelecimento comercial <b>&eacute; interveniente em</b> trespassar</i>, ent&atilde;o <i>trespassar <b>tem como interveniente</b> estabelecimento comercial</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=iag id=iag></a><p><ul><img src="img/bullet.gif"> <b>x tem como interveniente </b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>tem como interveniente</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um participante com a fun&ccedil;&atilde;o de agente ou de paciente e o evento em que este participa. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem como interveniente B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um evento ou situa&ccedil;&atilde;o<br>
		&nbsp;&nbsp;&nbsp;B &eacute; uma entidade<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A &eacute; tipicamente realizado por B<br>
        &nbsp;ou<br>
		&nbsp;&nbsp;&nbsp;A recai tipicamente sobre B<br></ul>

<br>Neste caso, por exemplo, <i>calcetar</i> &eacute; tipicamente realizado por <i>calceteiro</i>. Logo <i>calcetar <b>tem como interveniente</b> calceteiro</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; interveniente em</b></i> pelo que se <i>calcetar <b>tem como interveniente</b> calceteiro</i>, ent&atilde;o <i>calceteiro <b>&eacute; interveniente em</b> calcetar</i>. Do mesmo modo, mas considerando o caso em que a ac&ccedil;&atilde;o em causa recai sobre um determinado interveniente, consideremos por exemplo os conceitos de <i>trespassar</i> e <i>estabelecimento comercial</i>: <i>trespassar</i> &eacute; uma ac&ccedil;&atilde;o que tipicamente recai sobre <i>estabelecimento comercial</i> (mas n&atilde;o necessariamente). Logo <i>trespassar <b>tem como interveniente</b> estabelecimento comercial</i>. Sendo esta rela&ccedil;&atilde;o inversa da rela&ccedil;&atilde;o <i><b>&eacute; interveniente em</b></i>, se <i>trespassar <b>tem como interveniente</b> estabelecimento comercial</i>, ent&atilde;o <i>estabelecimento comercial <b>&eacute; interveniente em</b> trespassar</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rinst id=rinst></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; instrumento para </b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; instrumento para</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um participante com a fun&ccedil;&atilde;o de instrumento e o evento em que este participa. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; instrumento para B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; uma entidade<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um evento ou situa&ccedil;&atilde;o<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A &eacute; o instrumento utilizado para B<br></ul>

<br>Neste caso, por exemplo, <i>trincha</i> &eacute; o instrumento utilizado para <i>pintar</i>. Logo <i>trincha <b>&eacute; instrumento para</b> pintar</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>envolve como instrumento</b></i> pelo que se <i>trincha <b>&eacute; instrumento para</b> pintar</i>, ent&atilde;o <i>pintar <b>envolve como instrumento</b> trincha</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=iinst id=iinst></a><p><ul><img src="img/bullet.gif"> <b>x envolve como instrumento  </b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>envolve como instrumento</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um participante com a fun&ccedil;&atilde;o de instrumento e o evento em que este participa. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A envolve como instrumento B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um evento ou situa&ccedil;&atilde;o<br>
		&nbsp;&nbsp;&nbsp;B &eacute; uma entidade<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A realiza-se atrav&eacute;s da utiliza&ccedil;&atilde;o de B<br></ul>

<br>Neste caso, por exemplo, <i>pintar</i> pode realizar-se atrav&eacute;s da utiliza&ccedil;&atilde;o de <i>trincha</i>. Logo <i>pintar <b>envolve como instrumento</b> trincha</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; instrumento para</b></i> pelo que se <i>pintar <b>envolve como instrumento</b> trincha</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>trincha <b>&eacute; instrumento para</b> pintar</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rloc id=rloc></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; lugar para</b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; lugar para</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um espa&ccedil;o e o evento que nele tipicamente se realiza. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; lugar para B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; uma entidade<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um evento ou situa&ccedil;&atilde;o<br>
       &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A &eacute; onde acontece B<br></ul>

<br>Neste caso, por exemplo, <i>parque de campismo</i> &eacute; onde geralmente acontece <i>acampar</i>. Logo <i>parque de campismo <b>&eacute; lugar para</b> acampar</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem lugar em</b></i> pelo que se <i>parque de campismo <b>&eacute; lugar para</b> acampar</i>, ent&atilde;o <i>acampar <b>tem lugar em</b> parque de campismo</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=iloc id=iloc></a><p><ul><img src="img/bullet.gif"> <b>x tem lugar em</b></ul></p>  
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>tem lugar em</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um espa&ccedil;o e o evento que nele tipicamente se realiza. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem lugar em B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um evento ou situa&ccedil;&atilde;o<br>
		&nbsp;&nbsp;&nbsp;B &eacute; uma entidade<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A acontece em B<br></ul>

<br>Neste caso, por exemplo, <i>acampar</i> acontece tipicamente em <i>parque de campismo</i>. Logo <i>acampar <b>tem lugar em</b> parque de campismo</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem lugar em</b></i> pelo que se <i>acampar <b>tem lugar em</b> parque de campismo</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>parque de campismo <b>&eacute; lugar para</b> acampar</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rdir id=rdir></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; meio f&iacute;sico para </b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; meio f&iacute;sico para</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um meio e o evento que nele tipicamente se realiza. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; meio f&iacute;sico para B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; uma entidade<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um evento ou situa&ccedil;&atilde;o<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A &eacute; o meio onde acontece B<br></ul>

<br>Neste caso, por exemplo, <i>&aacute;gua</i> &eacute; o meio onde pode acontecer <i>nadar</i>. Logo <i>&aacute;gua <b>&eacute; meio f&iacute;sico para</b> nadar</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem como meio f&iacute;sico</b></i> pelo que se <i>&aacute;gua <b>&eacute; meio f&iacute;sico para</b> nadar</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>nadar <b>tem como meio f&iacute;sico</b> &aacute;gua</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=idir id=idir></a><p><ul><img src="img/bullet.gif"> <b>x tem como meio f&iacute;sico </b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>tem como meio f&iacute;sico</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um meio e o evento que nele tipicamente se realiza. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem como meio f&iacute;sico B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um evento ou situa&ccedil;&atilde;o<br>
		&nbsp;&nbsp;&nbsp;B &eacute; uma entidade<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A acontece atrav&eacute;s B<br></ul>

<br>Neste caso, por exemplo, <i>nadar</i> acontece atrav&eacute;s da <i>&aacute;gua</i>. Logo <i>nadar <b>tem como meio f&iacute;sico</b> &aacute;gua</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; meio f&iacute;sico para</b></i> pelo que se <i>nadar <b>tem como meio f&iacute;sico</b> &aacute;gua</i>, ent&atilde;o <i>&aacute;gua <b>&eacute; meio f&iacute;sico para</b> nadar</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rsd id=rsd></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; ponto de origem de </b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o &eacute; <i><b>ponto de origem para</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um ponto e o evento que nele tem origem. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; ponto de origem de B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; uma entidade<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um evento ou situa&ccedil;&atilde;o<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A &eacute; o ponto onde se inicia B<br></ul>

<br>Neste caso, por exemplo, <i>avi&atilde;o</i> &eacute; o ponto onde se inicia <i>desembarcar</i>. Logo <i>avi&atilde;o <b>&eacute; ponto de origem de</b> desembarcar</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem como ponto de origem</b></i> pelo que se <i>avi&atilde;o <b>&eacute; ponto de origem de</b> desembarcar</i>, ent&atilde;o <i>desembarcar <b>tem como ponto de origem</b> avi&atilde;o</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=isd id=isd></a><p><ul><img src="img/bullet.gif"> <b>x tem como ponto de origem  </b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>tem como ponto de origem</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um ponto e o evento que nele tem origem. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem como ponto de origem B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um evento ou situa&ccedil;&atilde;o<br>
		&nbsp;&nbsp;&nbsp;B &eacute; uma entidade<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A inicia-se no ponto B<br></ul>

<br>Neste caso, por exemplo, <i>desembarcar</i> inicia-se em <i>avi&atilde;o</i>. Logo <i>desembarcar <b>tem como ponto de origem</b> avi&atilde;o</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; ponto de origem de</b></i> pelo que se <i>desembarcar <b>tem como ponto de origem</b> avi&atilde;o</i>, ent&atilde;o <i>avi&atilde;o <b>&eacute; ponto de origem de</b> desembarcar</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rtd id=rtd></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; ponto de destino/chegada de </b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; ponto de destino/chegada para</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um ponto e o evento que nele culmina. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; ponto de destino/chegada de B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; uma entidade<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um evento ou situa&ccedil;&atilde;o<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A &eacute; o ponto onde termina B<br></ul>

<br>Neste caso, por exemplo, <i>avi&atilde;o</i> &eacute; o ponto onde termina <i>embarcar</i>. Logo <i>avi&atilde;o <b>&eacute; ponto de destino/chegada de</b> embarcar</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem como ponto de destino/chegada</b></i> pelo que se <i>avi&atilde;o <b>&eacute; ponto de destino/chegada de</b> embarcar</i>, ent&atilde;o <i>embarcar <b>tem como ponto de destino/chegada</b> avi&atilde;o</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=itd id=itd></a><p><ul><img src="img/bullet.gif"> <b>x tem como ponto de destino/chegada </b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>tem como ponto de destino/chegada</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um ponto e o evento que nele culmina. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem como ponto de destino/chegada B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um evento ou situa&ccedil;&atilde;o<br>
		&nbsp;&nbsp;&nbsp;B &eacute; uma entidade<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A termina no ponto B<br></ul>

<br>Neste caso, por exemplo, <i>embarcar</i> termina em <i>avi&atilde;o</i>. Logo <i>embarcar <b>tem como ponto de destino/chegada</b> avi&atilde;o</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; ponto de destino/chegada de</b></i> pelo que se <i>embarcar <b>tem como ponto de destino/chegada</b> avi&atilde;o</i>, ent&atilde;o <i>avi&atilde;o <b>&eacute; ponto de destino/chegada de</b> embarcar</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=rrslt id=rrslt></a><p><ul><img src="img/bullet.gif"> <b>x resulta de </b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>resulta de</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um participante com a fun&ccedil;&atilde;o de resultado e o evento que lhe d&aacute; origem. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A resulta de B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; uma entidade<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um evento ou situa&ccedil;&atilde;o<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A passa a existir como resultado de B<br></ul>

<br>Neste caso, por exemplo, <i>energia t&eacute;rmica</i> passa por vezes a existir como resultado de <i>combust&atilde;o</i>. Logo <i>energia t&eacute;rmica <b>resulta de</b> combust&atilde;o</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem como resultado</b></i> pelo que se <i>energia t&eacute;rmica <b>resulta de</b> combust&atilde;o</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>combust&atilde;o <b>tem como resultado</b> energia t&eacute;rmica</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=irslt id=irslt></a><p><ul><img src="img/bullet.gif"> <b>x tem como resultado </b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>tem como resultado</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, e que permite ligar um participante com a fun&ccedil;&atilde;o de resultado e o evento que lhe d&aacute; origem. Esta rela&ccedil;&atilde;o pode definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem como resultado B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um evento ou situa&ccedil;&atilde;o<br>
		&nbsp;&nbsp;&nbsp;B &eacute; uma entidade<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A d&aacute; origem a B<br></ul>

<br>Neste caso, por exemplo, <i>combust&atilde;o</i> dá origem a <i>energia t&eacute;rmica</i>. Logo <i>combust&atilde;o <b>tem como resultado</b> energia t&eacute;rmica</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>resulta de</b></i> pelo que se <i>combust&atilde;o <b>tem como resultado</b> energia t&eacute;rmica</i>, ent&atilde;o <i>energia t&eacute;rmica <b>resulta de</b> combust&atilde;o</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=caus id=caus></a><p><ul><img src="img/bullet.gif"> <b>x causa </b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>causa</b></i> permite ligar pares de eventos que evidenciem uma rela&ccedil;&atilde;o causal. Estes eventos podem ser temporalmente disjuntos, sobrepostos ou coextensos, ou seja, podem n&atilde;o ter em comum qualquer ponto no eixo do tempo, partilhar alguns pontos no eixo do tempo ou ter todos os pontos no eixo do tempo em comum. A rela&ccedil;&atilde;o <i><b>causa</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, podendo definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A causa B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A e B s&atilde;o ambos eventos ou situa&ccedil;&otilde;es<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A tem como consequ&ecirc;ncia B<br></ul>

<br>Por exemplo, <i>polui&ccedil;&atilde;o</i> pode ter como consequ&ecirc;ncia <i>aquecimento global</i>. Logo <i>polui&ccedil;&atilde;o <b>causa</b> aquecimento global</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem como causa</b></i> pelo que se <i>polui&ccedil;&atilde;o <b>causa</b> aquecimento global</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>aquecimento global <b>tem como causa</b> polui&ccedil;&atilde;o</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=icaus id=icaus></a><p><ul><img src="img/bullet.gif"> <b>x tem como causa </b></ul></p> 
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>tem como causa</b></i> permite ligar pares de eventos que evidenciem uma rela&ccedil;&atilde;o causal. Estes eventos podem ser temporalmente disjuntos, sobrepostos ou coextensos, ou seja, podem n&atilde;o ter em comum qualquer ponto no eixo do tempo, partilhar alguns pontos no eixo do tempo ou ter todos os pontos no eixo do tempo em comum. A rela&ccedil;&atilde;o <i><b>tem como causa</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, podendo definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem como causa B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A e B s&atilde;o ambos eventos ou situa&ccedil;&otilde;es<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A acontece na sequ&ecirc;ncia de B<br></ul>

<br>Por exemplo, <i>aquecimento global</i> pode acontecer na sequ&ecirc;ncia de <i>polui&ccedil;&atilde;o</i>. Logo <i>aquecimento global <b>tem como causa</b> polui&ccedil;&atilde;o</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>causa</b></i> pelo que se <i>aquecimento global <b>tem como causa</b> polui&ccedil;&atilde;o</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>polui&ccedil;&atilde;o <b>causa</b> aquecimento global</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=hsev id=hsev></a><p><ul><img src="img/bullet.gif"> <b>x tem como subevento </b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>tem como subevento</b></i> permite exprimir uma rela&ccedil;&atilde;o do tipo todo/parte entre eventos e corresponde a uma rela&ccedil;&atilde;o de inclus&atilde;o entre pares de eventos. A rela&ccedil;&atilde;o <i><b>tem como subevento</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, podendo definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem como subevento B<br> 
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A e B s&atilde;o ambos eventos ou situa&ccedil;&otilde;es<br>
		&nbsp;&nbsp;&nbsp;A &eacute; um evento complexo<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A consiste em v&aacute;rios eventos entre os quais B<br>
		&nbsp;&nbsp;&nbsp;Sempre que A, ent&atilde;o B<br></ul>

<br>Por exemplo, <i>reflorestar</i> consiste em v&aacute;rios eventos entre os quais <i>plantar</i> e sempre que se <i>refloresta</i>, <i>planta-se</i>. Logo <i>reflorestar <b>tem como subevento</b> plantar</i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; subevento de</b></i> pelo que se <i>reflorestar <b>tem como subevento</b> plantar</i>, ent&atilde;o <i>plantar <b>&eacute; subevento de</b> reflorestar</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=isev id=isev></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; subevento de  </b></ul></p>
<ul><p align="justify">A rela&ccedil;&atilde;o <i><b>&eacute; subevento de</b></i> permite exprimir uma rela&ccedil;&atilde;o do tipo parte/todo entre eventos e corresponde a uma rela&ccedil;&atilde;o de inclus&atilde;o entre pares de eventos. A rela&ccedil;&atilde;o <i><b>&eacute; subevento de</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, podendo definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; subevento de B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A e B s&atilde;o ambos eventos ou situa&ccedil;&otilde;es<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um evento complexo<br>
        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A acontece como parte de B<br>
		&nbsp;&nbsp;&nbsp;Sempre que B, ent&atilde;o A<br></ul>

<br>Por exemplo, <i>plantar</i> pode acontecer como parte de <i>reflorestar</i> e sempre que se <i>refloresta</i>, <i>planta-se</i>. Logo <i>plantar <b>&eacute; subevento de</b> reflorestar</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem como subevento</b></i> pelo que se <i>plantar <b>&eacute; subevento de</b> reflorestar</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>reflorestar <b>tem como subevento</b> plantar</i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=mof id=mnof></a><p><ul><img src="img/bullet.gif"> <b>x &eacute; o modo de ocorr&ecirc;ncia de </b></ul></p>
<ul><p align="justify">Muitos subtipos verbais s&atilde;o definidos por incorpora&ccedil;&atilde;o do modo como um determinado evento se desenvolve. N&atilde;o sendo a &uacute;nica forma de especifica&ccedil;&atilde;o de hip&oacute;nimos eventivos, &eacute; uma das mais salientes, pelo que existe uma rela&ccedil;&atilde;o que permite explicitar o modo que caracteriza um dado evento e que o distingue dos seus co-hip&oacute;nimos: a rela&ccedil;&atilde;o <i><b>&eacute; o modo de ocorr&ecirc;ncia de</b></i>. A rela&ccedil;&atilde;o <i><b>&eacute; o modo de ocorr&ecirc;ncia de</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, podendo definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A &eacute; o modo de ocorr&ecirc;ncia de B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A &eacute; um adv&eacute;rbio<br>
		&nbsp;&nbsp;&nbsp;B e C s&atilde;o ambos eventos ou situa&ccedil;&otilde;es<br>
	        &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um subtipo (hip&oacute;nimo) de C<br>
		&nbsp;&nbsp;&nbsp;B distingue-se de C por ocorrer do modo A<br></ul>
		
<br>Por exemplo, <i>outorgar</i> &eacute; um subtipo de <i>conceder</i>, <i>outorgar</i> distingue-se de <i>conceder</i> por ocorrer <i>formalmente</i>. Logo <i>formalmente <b>&eacute; o modo de ocorr&ecirc;ncia de</b> outorgar</i> (mas n&atilde;o necessariamente). Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>tem como modo de ocorr&ecirc;ncia</b></i> pelo que se <i>formalmente <b>&eacute; o modo de ocorr&ecirc;ncia de</b> outorgar</i> (mas n&atilde;o necessariamente), ent&atilde;o <i>outorgar <b>tem</b> formalmente <b>como modo de ocorr&ecirc;ncia</b></i>.</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

<a name=imn id=imn></a><p><ul><img src="img/bullet.gif"> <b>x tem como modo de ocorr&ecirc;ncia  </b></ul></p>
<ul><p align="justify">Muitos subtipos verbais s&atilde;o definidos por incorpora&ccedil;&atilde;o do modo como um determinado evento se desenvolve. N&atilde;o sendo a &uacute;nica forma de especifica&ccedil;&atilde;o de hip&oacute;nimos eventivos, &eacute; uma das mais salientes, pelo que existe uma rela&ccedil;&atilde;o que permite explicitar o modo que caracteriza um dado evento e que o distingue dos seus co-hip&oacute;nimos: a rela&ccedil;&atilde;o <i><b>tem como modo de ocorr&ecirc;ncia</b></i>. A rela&ccedil;&atilde;o <i><b>tem como modo de ocorr&ecirc;ncia</b></i> &eacute; uma rela&ccedil;&atilde;o assim&eacute;trica, que pode ser facultativa em qualquer dos dois sentidos, podendo definir-se informalmente nos seguintes termos:

<ul>&nbsp;&nbsp;&nbsp;A tem como modo de ocorr&ecirc;ncia B <br>
    &nbsp;se <br>
		&nbsp;&nbsp;&nbsp;A e C s&atilde;o ambos eventos ou situa&ccedil;&otilde;es<br>
		&nbsp;&nbsp;&nbsp;B &eacute; um adv&eacute;rbio<br>
	       &nbsp;e<br>
		&nbsp;&nbsp;&nbsp;A &eacute; um subtipo (hip&oacute;nimo) de C<br>
		&nbsp;&nbsp;&nbsp;A distingue-se de C por ocorrer do modo B<br></ul>
		
<br>Por exemplo, <i>outorgar</i> &eacute; um subtipo de <i>conceder</i>, <i>outorgar</i> distingue-se de <i>conceder</i> por ocorrer <i>formalmente</i>. Logo <i>outorgar <b>tem</b> formalmente <b>como modo de ocorr&ecirc;ncia</b></i>. Esta rela&ccedil;&atilde;o &eacute; inversa da rela&ccedil;&atilde;o <i><b>&eacute; o modo de ocorr&ecirc;ncia de</b></i> pelo que se <i>outorgar <b>tem</b> formalmente <b>como modo de ocorr&ecirc;ncia</b></i>, ent&atilde;o <i>formalmente <b>&eacute; o modo de ocorr&ecirc;ncia de</b> outorgar</i> (mas n&atilde;o necessariamente).</p></ul>
<p align="right">[<a href=#rel>voltar &agrave; tabela</a>]</p> 
<br>

                  <blockquote>&nbsp;</blockquote></td>
							</tr>
						</table>
								<table border="0" cellpadding="0" cellspacing="0" class="content">
							
	   						<tr> 
								<td class="text">
								</td>
							</tr>
						</table>
					</td>
				</tr>
   			</table>
			<!-- FIM CONTEUDO -->
		</td>
		<td class="mainContentRow-right">&nbsp;</td>
		<td>&nbsp;</td>
	</tr>
    
			</table>
		</td>
		<td class="footer-right"><img src="img/pixel.gif" width="10" height="50"></td>
		<td>&nbsp;</td>
	</tr>
    <tr class="bottom"> 
		
  		<td>&nbsp;</td>
		<td class="bottom-left"><img src="img/pixel.gif" width="10" height="25"></td>
		<td class="bottom-middle"><img src="img/pixel.gif" width="770" height="25"></td>
		<td class="bottom-right"><img src="img/pixel.gif" width="10" height="25"></td>
		<td>&nbsp;</td>
	</tr>
</table>
</body>
</html>









