<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html>
<head>
<title>Lextec - turismo</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<link href="style/style.css" rel="stylesheet" type="text/css">
<link href="style/domain_1.css" rel="stylesheet" type="text/css">
<link href="style/lextec.css" rel="stylesheet" type="text/css">
</head>
<body>
<table width="100%" border="0" cellspacing="0" cellpadding="0">
    <tr class="header"> 
  		<td colspan=5 class="logo"><img src="img/lextec.gif" width="747" height="64"></td>
	</tr>
    <tr class="headerBottom"> 
  		<td width=1></td>
		<td width=1 class="headerBottom-left"><img src="img/pixel.gif" width="10" height="15"></td>
		<td ></td>  
		<td width=1 class="headerBottom-right"></td>
		<td width=1></td>
	</tr>
    <tr class="mainContentRow"> 
  		<td>&nbsp;</td>
		<td class="mainContentRow-left"><img src="img/pixel.gif" width="10" height="280"></td>
		<td class="mainContentRow-middle" valign="top"> 
   			<!--  CONTEUDO  -->
			<table border="0" cellpadding="0" cellspacing="0" class="headBarTitle">
				<tr> 
					
          <td class="navigation"><img src="img/breadcrumbSeparator.gif"><a href="inicio.html">início</a></td>
				</tr>			
   			</table>
			<table border="0" cellpadding="0" cellspacing="0" class="mainContent">
				<tr> 
	 				<td> <table border="0" cellpadding="0" cellspacing="0" class="contentHeader" align="center">
	   						<tr> 
								
                <td class="title">sobre os conte&uacute;dos</td>
							</tr>
								   						
              <tr> 
                <td class="description"> 
			<p><font size=3><b>Sobre os conte&uacute;dos</b></font></p>
			<br><p align="justify">Os conte&uacute;dos trabalhados e disponibilizados no &acirc;mbito do projecto Lextec est&atilde;o organizados num 
				conjunto de recursos que inclui: um gloss&aacute;rio que integra express&otilde;es lingu&iacte;sticas de dom&iacute;nios espec&iacute;ficos, 
				bem como as respectivas defini&ccedil;&otilde;es; uma base de textos aut&ecirc;nticos que ilustram os contextos de uso das 
				express&otilde;es em quest&atilde;o e/ou fornecem informa&ccedil;&otilde;es adicionais de interesse para a compreens&atilde;o dos 
				conceitos envolvidos; uma rede conceptual (<i>wordnet</i>) que relaciona entre si as express&otilde;es com o mesmo significado, que, 
				por seu turno, s&atilde;o relacionadas com outras, especificando ainda, para todas as express&otilde;es, rela&ccedil;&otilde;es de 
				correspond&ecirc;ncia com express&otilde;es em Ingl&ecirc;s. Das rela&ccedil;&otilde;es estruturantes especificadas na rede, 
				destacam-se as rela&ccedil;&otilde;es de <b>sinon&iacute;mia</b>, <b>hipon&iacute;mia/hiperon&iacute;ma</b> e 
				<b>meron&iacute;mia/holon&iacute;mia</b>. Adicionalmente &eacute; tamb&eacute;m especificado um grande n&uacute;mero de 
				rela&ccedil;&otilde;es que envolvem a estrutura dos eventos e as entidades neles participantes, genericamente designadas como 
				rela&ccedil;&otilde;es de fun&ccedil;&atilde;o, bem como rela&ccedil;&otilde;es que permitem definir o significado de cada n&oacute; 
				da rede com maior precis&atilde;o, em particular uma s&eacute;ria de rela&ccedil;&otilde,es 
				inter-categoriais.</p> 
			<p align="justify">Os conte&uacute;dos disponibilizados cobrem dez dom&iacute;nios de especialidade: Ambiente; Banca; Com&eacute;rcio; 
				Constru&ccedil;&atilde;o Civil; Energia; Seguros; Telecomunica&ccedil;&otilde;es; Turismo; Direito Comercial Internacional; 
				e Economia e Gest&atilde;o de Empresas.</p>
			<p align="justify">Toda a informação codificada &eacute; tornada acess&iacute;vel ao utilizador atrav&eacute;s de uma interface flex&iacute;vel 
				e intuitiva, que permite uma navegação &aacute;gil dentro de cada um dos dom&iacute;nios de especialidade.</p><br>
			<p><font size=2><b>Apresenta&ccedil;&atilde;o da informa&ccedil;&atilde;o em cada entrada</b></font></p>
			<p align="justify">Ao seleccionar uma determinada express&atilde;o para consulta, seja atrav&eacute;s da pesquisa livre, seja atrav&eacute;s das listas organizadas alfabeticamente para cada &aacute;rea, tem acesso a toda a informa&ccedil;&atilde;o referida na sec&ccedil;&atilde;o anterior, apresentada tal como ilustrado abaixo.</p> 
			<p align="center"><br><img src="img/lextec1.jpg" width=60% height=60%> <br> </p>
			<p align="justify">Cada conceito codificado na base de dados do projecto Lextec, e pesquis&aacute;vel atrav&eacute;s da interface de disponibiliza&ccedil;&atilde;o na internet, est&aacute; associado a diferentes tipos de informa&ccedil;&atilde;o, nomeadamente uma defini&ccedil;&atilde;o do conceito na &aacute;rea de especialidade considerada, textos ilustrativos do uso das express&otilde;es que integram o conjunto de sin&oacute;nimos que denota o conceito em causa e uma rede conceptual que relaciona o conceito considerado com outros tamb&eacute;m codificados na rede que t&ecirc;m com ele rela&ccedil;&otilde;es de significado. O utilizador pode escolher qual dos 3 tipos de informa&ccedil;&atilde;o pretende consultar clicando no respectivo link, tal como se apresenta abaixo.</p>
			<p align="center"><br><img src="img/lextec2a.jpg" width=60% height=60%> <br> </p>
			<p align="justify">Seleccionando o link para visualizar os textos ilustrativos obt&eacute;m-se uma janela como a que se apresenta abaixo.</p>
			<p align="center"><br><img src="img/lextec2.jpg" width=60% height=60%> <br> </p>
			<p align="justify">Resta ent&atilde;o explorar a janela de visualiza&ccedil;&atilde;o da rede conceptual associada ao conceito pesquisado, seleccionando o link respectivo tal como se apresenta abaixo.</p>
			<p align="center"><br><img src="img/lextec3a.jpg" width=60% height=60%> <br> </p>
			<p align="justify">A janela que se abre permite visualizar a rede conceptual associada ao conceito pesquisado, bem como navegar na rede. Por exemplo, quando a express&atilde;o seleccionada fa&ccedil;a parte de uma subrede com grande profundidade, poder&aacute; visualizar mais n&iacute;veis, tanto de subtipos como de supertipos (sempre que estes estejam dispon&iacute;veis para o conceito consultado), clicando na express&atilde;o [ver mais], tal como apresentado abaixo.</p>
			<p align="center"><br><img src="img/lextec4.jpg" width=70% height=70%> <br> </p> 
			<p align="justify">Outro aspecto a sublinhar no que respeita &agrave; navega&ccedil;&atilde;o na interface prende-se com a possibilidade de passar de um conceito a outro com ele relacionado clicando apenas na express&atilde;o que o denota, dado que todos os conceitos referidos numa entrada que est&aacute; a ser consultada, desde que estejam codificados na base de dados do Lextec, s&atilde;o liga&ccedil;&otilde;es para a entrada em que s&atilde;o caracterizados. Esta navega&ccedil;&atilde;o est&aacute; limitada &agrave; mesma &aacute;rea de especialidade, n&atilde;o havendo cruzamentos entre os diferentes dom&iacute;nios.</p>
			<p align="center"><br><img src="img/lextec5.jpg" width=60% height=60%> <br> </p>


                  <blockquote>&nbsp;</blockquote></td>
							</tr>
						</table>
								<table border="0" cellpadding="0" cellspacing="0" class="content">
							
	   						<tr> 
								<td class="text">
								</td>
							</tr>
						</table>
					</td>
				</tr>
   			</table>
			<!-- FIM CONTEUDO -->
		</td>
		<td class="mainContentRow-right">&nbsp;</td>
		<td>&nbsp;</td>
	</tr>
    
			</table>
		</td>
		<td class="footer-right"><img src="img/pixel.gif" width="10" height="50"></td>
		<td>&nbsp;</td>
	</tr>
    <tr class="bottom"> 
		
  		<td>&nbsp;</td>
		<td class="bottom-left"><img src="img/pixel.gif" width="10" height="25"></td>
		<td class="bottom-middle"><img src="img/pixel.gif" width="770" height="25"></td>
		<td class="bottom-right"><img src="img/pixel.gif" width="10" height="25"></td>
		<td>&nbsp;</td>
	</tr>
</table>
</body>
</html>









